{
  "text": {
    "akc": {
      "nutrition": "The Affenpinscher should do well on a high-quality dog food, whether commercially manufactured or home-prepared with your veterinarian’s supervision and approval. Any diet should be appropriate to the dog’s age (puppy, adult, or senior). Some dogs are prone to getting overweight, so watch your dog’s calorie consumption and weight level. Treats can be an important aid in training, but giving too many can cause obesity. Learn about which human foods are safe for dogs, and which are not. Check with your vet if you have any concerns about your dog’s weight or diet. Clean, fresh water should be available at all times.", 
      "about": "\n​The Affen’s apish look has been described many ways. They’ve been called “monkey dogs” and “ape terriers.” The French say diablotin moustachu (“mustached little devil”), and Star Wars fans argue whether they look more like Wookies or Ewoks.\nStanding less than a foot tall, these sturdy terrier-like dogs approach life with great confidence. “This isn’t a breed you train,” a professional dog handler tells us, “He’s like a human. You befriend him.” The dense, harsh coat is described as “neat but shaggy” and comes in several colors; the gait is light and confident. They can be willful and domineering, but mostly Affens are loyal, affectionate, and always entertaining. Affen people say they love being owned by their little monkey dogs.\n", 
      "general_apperance": "The Affenpinscher is a balanced, wiry-haired terrier-like toy dog whose intelligence and demeanor make him a good house pet. Originating in Germany, the name Affenpinscher means “monkey-like terrier.” The breed was developed to rid the kitchens, granaries, and stables of rodents. In France the breed is described as the “Diablotin Moustachu,” or moustached little devil, reflecting both the appearance and attitude of this delightful breed. The total overall appearance of the Affenpinscher is more important than any individual characteristic. He is described as having a neat but shaggy appearance.\n", 
      "health": " ", 
      "blurb": "\n            Loyal, curious, and famously amusing, this almost-human toy dog is fearless out of all proportion to his size. As with all great comedians, it’s the Affenpinscher’s apparent seriousness of purpose that makes his antics all the more amusing.\n        ", 
      "temperament": "Confident, Famously Funny, Fearless", 
      "facts": [
        "The Affenpinscher’s fur is wiry and often considered hypoallergenic.", 
        "Because of their heritage as ratters, Affenpinschers tend to not do well with rodent pets such as hamsters, ferrets and gerbils, but tend to get along with other dogs.", 
        "The Affenpinscher was admitted to the AKC Stud Book in 1936.", 
        "The Affenpinscher Is A Rare Breed. Be Prepared To Spend Time On A Waiting List If You're Interested In Acquiring One.", 
        "They Are Not Good Choices For Homes With Young Children Because They Typically Don’t Like To Be Hugged, Squeezed Or Chased.", 
        "The preferred color in Affenpinschers is black, but the dogs can also be black and tan, silver-gray, red, and mixtures of these colors."
      ], 
      "training": "Affenpinschers are courageous, bold, and often feisty. Basic obedience training is recommended. The breed has an undeserved reputation as being difficult to train becauseAffenpinschers are independent minded and can be stubborn. The key is that they are very intelligent and generally eager to please the humans they have bonded with. Keep in mind that they are easily bored and tend to lose interest during long training sessions. Shorter, more frequent sessions with a trainer who has experience working with toy breeds are usually quite successful.", 
      "grooming": "The Affenpinscher’s medium-length, wiry coat should be groomed twice a week, first with a brush and then with a metal comb. Any mats should be pulled apart with the fingers. The hair on the head is usually brushed forward over the face, and then an inverted V-shape is cut to expose the eyes. Similarly, the hair on the bridge of the nose is trimmed into a fan shape to keep the eyes clear. The Affen’s coat does not grow quickly, so a trimming a pet Affen every few months should suffice. The breed’s national parent club, the Affenpinscher Club of America, provides a detailed grooming guide. Affens should also have their nails trimmed and their teeth brushed regularly.", 
      "exercise": "One of the attractions of the toy breeds is that their small size makes them ideal apartment dogs. While Affenpinschers can be perfectly happy living in close quarters, the breed is classified as “moderately active,” and as such, they do need exercise. Indoor play, both with his owner and just between himself and a toy, can be enough to make up a large chunk of an Affen’s exercise regimen. Even so, a brisk walk once or twice a day is required. In addition to providing exercise, these walks give the Affen a chance to socialize both with people and other dogs."
    }, 
    "wagwalking": {
      "overview": "Originally, the Affenpinscher was commonly known as monkey dog because that is what Affenpinscher means in German. Presumably, the breed was named this because of their apish looking face. They were bred to hunt rats so they were also known as ratters. The breed originated in Germany from different types of small terriers in the 17th and 18th century. They were so small and cuddly, women decided they would make good lapdogs and the Affenpinscher was soon bred to be smaller to make them a better size to be companion dogs. They are small dogs, only about 9 to 11 inches tall and they weigh about 9 pounds. Their fur is medium length and wiry, usually belge, tan, red, silver, gray, or black. It is not a very common dog now and is even considered to be rare. It is best not to have these dogs in a home with small children because they do not like to be squeezed or chased.", 
      "activity": "Curious and eager to have fun, the Affenpinscher is always ready for a walk. She will enjoy a leisurely stroll or a game of fetch and also will be content to romp in a fenced yard. This breed should always be monitored when outside; she loves to hunt don't forget and may formulate an escape plan if she sees an opportunity for a chase on the other side of the fence.", 
      "appearance": "The Affenpinscher is a small bundle of fur with a long-haired mane around their head that blends into the rest of the fur, which is only about 1 to 2 inches long. It is this longer hair with the beard, mustache, and eyebrows that give it the appearance of a monkey. They are small and sturdy, only about 9 to 11 inches tall, with a square body, short legs, and a medium bone structure. The ears are cropped to make them pointed, they are erect and set high. The curved tail is set high and if docked, it is about 1 to 2 inches long. The muzzle is short and narrow with a blunt nose and a slightly undershot bite. The Affenpinscher has small round feet with black nails and paw pads. Their eyes are brilliantly dark with black rims, perfectly round and medium-shaped. The colors range from tan, red, silver, gray, and black. The red can have tints of brown or orange. A black coat can have white and silver hairs mixed into it or a rusty cast to it.", 
      "texture": "straight", 
      "reviews": [
        "These little guys are very friendly, but can be opinionated and stubborn. They decide where they want to walk, and when the walk stops. They tend to bark when one is approaching or leaving their home.", 
        "I walked an affenpinscher duo, one a little less than a year old and another that was upwards of 8 years old. Their personalities are absolutely fantastic though they are a noisy bunch. Without any sort of obvious cause, the duo would, on occasion, start howling together. This behavior seemed to be some sort of bonding ritual between the two of them, but was striking and quite unusual. In the presence of any larger dog or particular stranger both dogs, and particularly the young one, would bark incessantly (he would stop if he was picked up). They're unconditionally friendly to strangers and quite good on the leash. They'd gleefully trot down the street and would say hello to anyone who was interested in doing so. I really adore these guys.", 
        "In my experience, Affenpinshers can be quite stubborn. They like to keep watch of the house and tend to bark quite a bit. However, they are very protective and a more \"serious\" breed.", 
        "Affenpinschers have a distinct appearance that some associate with terriers. They are different from terriers, however, in that they are actually part of the pinscher-schnauzer of group 2 in the FCI classification and so often get along with other dogs and pets. They are active, adventurous, curious, and stubborn, but they are also fun-loving and playful. The breed is confident, lively, affectionate towards family members and is also very protective of them. This loyal little dog enjoys being with its family. It needs consistent, firm training since some can be quite difficult to housebreak. This type of dog easily becomes bored, so training should be varied. The affenpinscher has a terrier-like personality.", 
        "Affenpinschers have a distinct appearance that some associate with terriers. They are different from terriers, however, in that they are actually part of the pinscher-schnauzer of group 2 in the FCI classification and so often get along with other dogs and pets. They are active, adventurous, curious, and stubborn, but they are also fun-loving and playful. The breed is confident, lively, affectionate towards family members and is also very protective of them. This loyal little dog enjoys being with its family. It needs consistent, firm training since some can be quite difficult to housebreak. This type of dog easily becomes bored, so training should be varied. The affenpinscher has a terrier-like personality."
      ], 
      "ancestry": "brussels griffon, miniature schnauzer", 
      "maintenance": "The Affenpinscher needs to be brushed a couple of times per week with a soft bristle brush and metal comb to keep her coat smooth. Starting at the sides, brush in a downward motion and work up the sides to the back, down the legs, and then the tail. Pay special attention to the beard and whiskers and carefully comb the cheeks with the metal comb. The hair on top of the head should be brushed forward towards the nose. Use your fingers rather than the comb to separate the mats if you find any. They do not need to be trimmed often; twice a year is sufficient. However, it is best to trim the bangs as soon as they get long and need to either be trimmed or held up with a barrette or clip to keep it out of the eyes. Their nails need to be trimmed often to prevent cracking and overgrowth. At this time, you should also check their ears for wax or dirt and clean them as recommended. Tooth brushing should also be done on a regular basis. As a small breed, they can be kept in an apartment and get all their exercise needs taken care of indoors. But, they do like to take walks once in awhile. Your Affenpinscher needs a high-quality dog food appropriate for her size and age.", 
      "temperament": "These dogs are usually docile and friendly but they do not like to be teased so they would not do good in a house with small children. They tend to be snappy with those who chase them or squeeze them. In addition, because they are hunters at heart, Affenpinschers should not be left alone with small animals like hamsters, guinea pigs, mice, ferrets, rabbits, and even cats. They actually believe they are bigger than they are and may even go after larger dogs if provoked. This makes them a good watch dog and they are protective of their family members. This breed is independent and has a strong will so they may take a lot of time and patience to train. It is not because they are not smart; they are very intelligent but stubborn. The Affenpinscher is usually a quiet dog but they sometimes get excited and it takes a little while to calm them down. In addition, they are funny dogs that will spend hours entertaining you and your family.", 
      "concerns": [
        "Patellar Luxation", 
        "Hip Dysplasia", 
        "Lick Granuloma"
      ], 
      "history": "The Affenpinscher is a very unique breed of dog and they are still quite rare in the United States. When they originated in the 1600s, these dogs were bigger (12 to 13 inches) and were used to keep the rats and mice out of the stables. Early breeders crossed a different type of Schnauzer Ratting dog with the Affenpinscher for ratting but they were later crossed with Silky Pinschers, smooth haired German Pinschers, and Pugs in hopes of producing a smaller lap dog. This led to the Affenpinscher being the forebearer of other terriers such as the Miniature Schnauzer and Brussels Griffon. The first Affenpinschers were brought to the United States by Mrs. Bessie Mally who lived in Cicero, Illinois. The first of this breed to be registered with the American Kennel Club (AKC) was from the first litter of Mrs. Mally’s dogs. This dog’s name was Nolli v Anwander and she was accepted into the (AKC) in 1936. The breed almost died out as World War II came to an end and the last litter was whelped in June of 1940. It was not until 10 years later that the Affenpinscher breed started to be built back up by importing dogs from Germany that were descendants from the same litter as Mrs. Mally’s dogs. According to the AKC, this breed is not as popular as most breeds. In fact, they rank 149th in breed popularity but with their confident and spunky personality, they seem to capture the heart of their owners right away."
    }, 
    "breedia": [
      "Enzo 4 year old Affenpinscher who lives in London.\nFirst 2 are when he was a puppy, 3rd close up is recent.", 
      "I love the drag and drop! So much easier than the old system.\nOnly disadvantage is you can't caption the pics.", 
      "I just love Affenpinchers - so full of character.", 
      "Great photos of Enzo! \n\n(Btw, you can select 'full picture' to include the full picture into the post - then you can add your caption under it as normal)\n\nDon't forget to submit for the main profile too", 
      "Affie agility!\n\n\n\n\nSide view of a rather lovely Affenpinscher\n\n\n\n\nGozo & Enzo\n\nThanks Azz, this is even better, I may be getting a little carried away!"
    ]
  }, 
  "structured": {
    "activity_minutes": 60, 
    "shedding": 0.6, 
    "grooming_frequency": 0.6, 
    "group": "Toy Group", 
    "coat_length": 2, 
    "weight": 8.25, 
    "popularity": 0.7760416666666666, 
    "lifespan": 13.25, 
    "height": 9.166666666666668, 
    "activity_level": "medium", 
    "trainability": 0.802, 
    "grooming_freq_text": "weekly", 
    "temperament": 0.996, 
    "health": 0.9199999999999999, 
    "energy_level": 0.614, 
    "food_monthly_cost": 27, 
    "walk_miles": 6
  }
}