[{"name": "afador-afghan-hound-and-labrador-retriever-mix", "activity": "The Labrador Retriever and the Afghan Hound are medium sized\ndogs that do require at least 45 minutes a day of exercise. Both breeds can\neasily become couch potatoes and obese, therefore, when the two breeds are\nmixed, their offspring can also easily become obese and lazy. Ensure that your\ndog is getting plenty of exercise to build muscle tone and keep his body\nhealthy. Do not just leave him in the back yard to play by himself, he will not\ndo so and may even become destructive. By getting out there with your dog and playing\ngames or simply taking a walk around the neighborhood you are building a bond\nwith your dog that will last a lifetime. ", "appearance": "The Afador is a medium-sized dog with a slender build, long legs, and athletic appearance.\nThey are strong, with a large, round head; long, tapered muzzle; brown or black nose; dark,\nalmond shaped eyes; curious expression; and dropped folded ears. However, these traits\ncan vary depending on the mix of Afghan Hound and Labrador Retriever. Their coat is\nmedium to long in length, long, silky, and straight. The Afador can come in just about any\ncolor, including white, gray, red, brown, black, tan, and mixtures of any of these. Most have a\ncoat of fine, dark fur on their face like a mask. They weigh between 60 and 75 pounds and\nare approximately 25 to 30 inches tall, with the males a bit larger than the females. The\nAfador is a solid and thicker dog than their Afghan Hound parent but leaner and more\nelegant than the Labrador Retriever although, if it is a second generation Afador, the\nphysical characteristics can be completely different.", "maintenance": "Because of the Afador’s long, fine coat, a lot of maintenance is needed to prevent matting\nand tangles. The Afghan Hound is known to be almost hypoallergenic but the Labrador\nRetriever is a moderate shedder, so the Afador is likely to shed. They should be brushed at\nleast twice a week with a metal comb and bristle brush. The best way to brush your Afador is\nto comb one handful at a time starting at the bottom to keep it free of tangles. Shampooing\nyour Afador may be needed more often than other dogs due to their long fur and affinity for\nplaying outdoors. Use a mild shampoo recommended by your veterinary care provider. The\nears should be checked and cleaned once a week to get rid of excess wax and debris. They\nshould be fed about two to three cups of premium dog food per day, depending on your\nAfador’s size and age. Because Afghan Hounds are prone to bloat, you should talk to your\nveterinarian about feeding your Afador smaller meals several times a day.", "temperament": "One of the major complaints of Afador owners has been the difficulty in training them. They need structure and consistent positive discipline. Because they are so intelligent and headstrong, they tend to think they do not need to listen to you so be prepared to stick to what you say. If you are not an experienced dog owner, you may want to hire a professional trainer to help you get your dog in line. These dogs are good with older children due to their impulsiveness when playing and high-spirited playfulness. Smaller children can get knocked down or stepped on so it is best to supervise your Afador with those under five years old. They get along with other pets if they have been socialized well right away. If you have small pets like cats or puppies, you need to let your Afador know they are not prey. They are not well-suited for apartment living because they are so excitable and like to bark but they can adapt well if given the appropriate amount of exercise daily.", "size": "Weight: 55-70 lbs", "history": "First bred in Alaska, the Afador is a perfect balance between the Labrador Retriever and the\nAfghan Hound. Although it is still a rare breed, the Afador has become quite popular in the\nlast decade. With the intelligence and energy from the Labrador and the beauty and grace of\nthe Afghan, they can be a great pet for anyone. When the breed first originated, the Afador\nwas always a mix of Labrador Retriever and Afghan Hound, but now there are many\nbreeders who have begun to use second generation Afadors to breed new Afadors. Due to\nthis multibreed mixing, there is no guarantee of which attributes these Afador puppies will\nhave. It depends on the amount of each original breed that was in the first generation and\nwhich genetics are the most dominant. Breeders are now trying to stabilize the Afador breed\nby determining what amounts of each type of dog are most desired. The Afghan Hound\noriginated in Afghanistan and is considered to be one of the oldest dog breeds there are,\nbelieved to have been around during the pre-Christian era. The Labrador Retriever is\nintelligent, lovable, and playful. This breed is one of the most popular guide dogs and\nworking dogs because they are smart and friendly. The Afador is usually a strong and\nconfident retrieving dog that likes to work but also has a playful and protective nature as\nwell. They make great watchdogs at home but also like to venture outdoors often and may\nwant to retrieve random small animals even when you do not request it. Because they are a\nmixed breed, they are not a true purebred dog so they are not registered with the AKC.\nHowever, they are considered to be part of the hounding and sporting groups."}, {"name": "afaird", "activity": "As these dogs stem from active herding and guarding breeds, they require a dynamic, lively lifestyle on a day to day basis and will best benefit in a home with a large backyard. Ideally, owners should walk or run their Afaird at least 2 to 3 times a day for about 45 to 60 minutes. These dogs can be quite stubborn and will benefit from regular training and mental stimulation through playtime with toys and socialization with other dogs. Owners should consider taking their Afaird out to off-leash dog parks and hiking trails in order to meet the hybrid’s energetic needs.", "appearance": "The Afaird is large breed dog that stands anywhere from 23 to 27 inches. It has a long muzzle, long well-built legs, and a long sickle-shaped tail, all eye catching characteristics it takes on from its parent breeds. Eyes tend to be dark and alert, whereas ears tend to be flopped downwards. The Afaird will have medium-long fur, a trait seen in both the Afghan Hound and the Briard parent. This coat may come in shades of grey, browns, and blacks and is often quite dense and wiry. The length and texture of the coat are dependent on the individual dog itself and the lineage your dog takes on the most. However, in general, coat length tends to be shorter than that of the Afghan Hound and texture tends to be smoother than that of the Briard.", "maintenance": "This hybrid may need to be brushed a few times weekly in order to keep ahead of potential tangles that may develop in the silky coat. Afairds are longhaired dogs that are seasonal shedders who require additional grooming, on top of the brushing, every 4 weeks. A general trimming of the fur all over the body will keep your Afaird mat free and looking healthy. Bathing may be done whenever the dog gets really dirty; however, as a general rule, he can be bathed once a month. As with all dogs, ears and teeth need to be cleaned and maintained in order to prevent infections from occurring. This hybrid in particular will benefit from regular observation and cleaning of the ears. Additionally, fur around the footpads and nails may need to be trimmed every 4 weeks in order to keep the feet free of debris or bacterial build-up.", "temperament": "The Afaird typically makes a great guard dog as they are quite intelligent, obedient and protective of their owners and home. However, they also have a very affectionate and soft side, which can be beneficial to owners with young kids. When it comes to children and other pets, if trained well, the Afaird is often quite gentle and will tolerate younger children. When it comes to strangers, the Afaird will be cautious and protective, thus they may tend to have a high tendency to bark. These dogs can get very stubborn and develop behavioral issues if not trained well. Though a very pleasant companion, the Afaird is recommended for canine-experienced owners and for those willing to spend the time needed to stimulate and care for this hybrid.", "size": "Weight: 60-65 lbs", "history": "The Afaird originates from the Afghan Hound and the Briard dog breeds. The Afghan Hound is said to have had beginnings most likely around the Middle East in Afghanistan and Iran. It stems from a family of Greyhounds known as the Eastern Greyhound. The primary purpose was assisting farmers with hunting and guarding. The Briard is a herding dog breed thought to have originated in France around the 8th century. These dogs often are quite heavily built with a wide bone structure and thick wiry coats and because of this, made excellent guard dogs against wolves due to their large size. Both the Afghan Hound and Briard are recognized by the American Kennel Club; however, at the moment, the Afaird is not recognized by any known organization."}, {"name": "affen-border-terrier", "activity": "Affen Border Terriers are energetic dogs that may get bored easily if not placed in a stimulating environment. Ideally these dogs do require 45 minutes of daily activity which can be provided as walks, runs or play times with other dogs. Due to their small size, Affen Border Terriers are able to thrive in warm apartments and small homes. A back yard is a suitable environment for the Affen Border Terrier to release some of his energy, although supervision is a must. His natural instinct may find him planning an escape if he gets the desire to chase or hunt.", "appearance": "Affen Border Terriers come in shades of black, brown, tan with markings, and occasionally, mixtures of colors. Coats tend to be medium length and are often coarse and wiry. These dogs tend to have a short muzzle and the body is comprised of medium-sized bones. Eyes tend to be wide and alert, and ears may either be upright, partially flopped down at the tips, or completely flopped down. Legs tend to be short and muscular and paws are compact. Tail’s are sickle in shaped and are often quite thick at the base. Overall, the Affen Border Terrier is a small well-built, sturdy dog and is often not as delicate as compared to other small dog breeds. ", "maintenance": "Affen Border Terriers have short-medium length coats and require a moderate level of grooming. This includes brushing out tangles and mats with bristle brushes, trimming fur around the ears, eyes and foot pads. Ear cleaning, teeth cleaning, and nail trimming should be done on a regular basis as well. Bathing is dependent on the owner's preference, however as a general rule of thumb, dogs can be washed once a month. Use grooming time as an opportunity to bond with your Affen Border Terrier; keeping him looking good and feeling healthy will also give him practise at sitting still when necessary.", "temperament": "The Affen Border Terrier is a strong willed dog who can be quite stubborn and difficult to manage if not trained well. However, they tend to be very energetic, playful dogs that require mental stimulation and moderate activity. When around younger children and larger pets, they need to be monitored as they may nip if hurt by children or other animals. When around strangers, they may bark and will be cautious. Affen Terriers are loyal companions who often bond well with owners and have a tendency to please. Thus, training your Affen Terrier will not be difficult if started young.", "size": "Weight: 7-15 lbs", "history": "The Affenpinscher is a small breed of Terrier dogs often referred to as “Monkey-faced” due to their short muzzle and large eyes.  These dogs originated in Germany during the 16th to 17th century as ratting dogs where they spent most of their time living in farm homes and sheds, hunting down rats. The Affenpinscher has been said to have been created through breeds imported from Asia (unknown) and other Terrier breeds. Border Terriers are another group of small Terriers that originated at the border between England and Scotland, in an area known as ‘Border Country’. These sturdy Terriers were used by farmers to ward off and control the fox population. During the 19th century, the Border Terrier began taking part  in the fox hunting sport where their main purpose was directed to chasing foxes down holes. It is believed that due to its heritage, the Border Terrier tends to be one of the more popular breeds in the United Kingdom. However, both Affenpinschers and Border Terriers are recognized by the  American Kennel Club where as the Affen Border Terrier is currently only recognized by the Dog Registry of America."}, {"name": "affenchon-affenpinscher-and-bichon-frise-mix", "activity": "The Affenpinscher and the Bichon Frise are hyper toy breeds.\nWithout proper training they can almost become unbearable to live with. As part\nof their training, you should incorporate at least 45 minutes a day of physical\nexercise and at least 30 minutes a day of mental exercises. You can combine the\nphysical and mental exercise activities by hiding toys or using interactive\ntoys that make him think and move. If he does not get enough exercise, your dog\ncan easily become a nuisance to your family and your neighbors. If going to dog\nparks for his exercise, be sure he knows his manners and social graces so he\ndoes not get into trouble with a larger dog. ", "appearance": "The Affenchon dog is a hybrid between the Bichon Frise and the Affenpinscher. Your pet will develop characteristics from both of these breeds. The Bichon Frise is a small dog with a puffy, curly white coat and dark eyes and nose. They have a height range of 9 to 11 inches, and a healthy dog of this breed will weigh anywhere between 7 to 12 pounds. The Affenpinscher, which is another small dog, will be on average 9 to 11.5 inches tall and as a full grown adult will not weigh more than 7 to 9 pounds. Their coats are described as more shaggy and wiry. Although the exact appearance of the Affenchon is hard to determine since we can never be certain of which parent breed a puppy will look like the most, we do know that the appearance will lie somewhere in between, with the potential for a curly, wiry coat. Affenchons are typically feisty with a bright eyed expression.", "maintenance": "All dogs, no matter what breed, will require dental care. Typically, small breeds like the Affenchon are more predisposed to gum disease. Make it a habit to brush your dog’s teeth every day; at the very least once or twice a week should be the minimum. Nails should also be trimmed as often as necessary, which will most likely be one to two times a month, or less frequently if they get worn down naturally. Although this breed is considered hypoallergenic and sheds very little, they should still get brushed regularly. If the coat of your Affenchon is similar to the wiry fur of the Affenpinscher, they might also need to be clipped or trimmed a few times per year. The curly coat of the Bichon Frise also needs to be clipped frequently and an Affenchon with more curls will benefit from daily grooming. Be patient, breaking up any matted areas of fur gently with your fingers before attempting the comb and brush. Your Affenchon will cooperate better if the grooming session is a pleasant experience. Alternately, some owners will prefer to have a groomer shampoo and clip their Affenchon every four to six weeks or so, where the whole package can include trimming, nail care and ear cleaning.", "temperament": "These unique hybrid dogs are always happy but can be hyper. Like all dogs that join your family, the Affenchon should undergo basic obedience training. Commands like sit, stay and come will help you keep your dog under control, even when they get excited. These dogs are known to be very vocal and like to bark, so a quiet command may also prove to be useful. The Affenpinscher dog is known to be suspicious of strangers and is a breed that will definitely need lots of socialization as a puppy. He will also do well with pets, but not so much with young children. They can be stubborn and will take advantage of what they can get. Therefore, they need kind but firm owners that can be confident leaders. The Bichon Frise is a friendly dog that will love spending time with their family, but is known to be shy and can develop separation anxiety, and will also require lots of socialization. These dogs as well will bark a lot and can be hard to housetrain. However, with patience and perseverance, both of these breeds can be trained and become obedient and respectful pets. Since the Affenchon is a combination of the Affenpinscher and the Bichon Frise, the temperament will be similar to those breeds.", "size": "Weight: 7-12 lbs", "history": "Because the Affenchon is a very modern breed, documentation on their history is limited. However, the ancient Affenpinscher dog is a breed that originated in Germany with early paintings showing them in homelife as far back as the 1500’s. The Affenpinscher is one of the oldest known breeds of dog, and although the exact year of origin is unknown, history notes that these dogs were bred and used as farm dogs and to hunt rats in very early times. They became companion pets in the 18th and 19th centuries and in modern times, the Affenpinscher still makes a great companion dog and also possesses skills at hunting rats and being watchdogs. The Affenpinscher is an ancestor of the Griffon Bruxellois and the Griffon Belge. The Bichon Frise dates back all the way to the 13th century. Spanish sailors discovered these cute little dogs and brought them all around the world, where they became popular pets and were also favorites in the royal courts of the French. This breed is a relative of the Maltese and is known to have been a favorite in all classes of people, from ancient Royalty to servicemen in World War I. Always agile and spunky, the Bichon Frise characteristics combined with the working dog personality of the ancient Affenpinscher makes for a great addition to the family."}, {"name": "affengriffon-affenpinscher-and-brussels-griffon-mix", "activity": "Even though these dogs are a mix of\ntwo small toy dogs, they still need plenty of exercise to keep him healthy. Be\nsure to spend at least 30 minutes a day walking with him or playing a game that\nkeeps him moving such as fetch. When visiting a dog park, keep a close watch\nover this little tenacious dog because he will think he is ten feet tall and\nbulletproof. Both breeds involved in creating this hybrid have been known to do\nwell in agility and this is an excellent way to not only get plenty of exercise\nfor you and him, but it will also create a tighter bond between you. ", "appearance": "These cute little dogs that are a mix between the Affenpinscher and Brussels Griffon can have characteristics from both breeds. They have large eyes found on round heads, with somewhat boxy bodies. The straight legs will be short, like those of both of the parent breeds. They can be found in a variety of colors, including black, silver, white, brown, tan and red. Their dense coats will be rough and harsh with a wiry texture. As both parents are small and feisty, getting them used to their grooming session at a young age will benefit both owner and pet. Considered high maintenance in the grooming area, the Affengriffon will look his cutest when nicely brushed and trimmed, making the most of his wiry coat and allowing his eyes to shine and be seen.", "maintenance": "These dogs need daily walks that should not be too short but do not need to be very long either. They do need to spend some time socializing with their humans. Because they are small, these dogs are well suited to apartment life. Both the Affenpinscher and Brussels Griffon have high grooming needs, and it is expected that the Affengriffon will be the same. They will need weekly brushing to keep their shaggy coats from becoming tangled, as well as to catch the few hairs that they shed. Besides regular grooming, this hybrid breed, like all other dogs, should have their nails trimmed as often as needed. If they don’t wear down naturally, they should be trimmed once or twice in a month. Dental hygiene will also need to be maintained. To do this, dogs should have their teeth brushed at least one or two times per week, although daily toothbrushing is best.", "temperament": "These hybrid dogs are friendly and intelligent pets who love spending time with and showing off for their owners. They are not known to be shy pets, and on the contrary they are quite confident, despite their small size. They can get excited easily and will need entertainment, or they can get moody and territorial. If they become bored, these dogs can develop bad habits like barking, biting or becoming possessive of their toys and food. They get along well with other dogs but if they do not know them, they should be monitored. Since they are stubborn, these dogs can sometimes try to pick fights with dogs that are larger than they are. Also because of this personality trait, this breed can be difficult to train, but with some effort they can still be great dogs and can also be good at trick training. They will behave around children, but since they get very excited they may not be suitable in a home with very young kids. Additionally, they will not do very well as a guard dog.", "size": "Weight: 7-12 lbs", "history": "The Affengriffon is a newly developed dog breed that was made from the crossbreeding of the Affenpinscher and the Brussels Griffon. The Affenpinscher, which is one of the two dog breeds used to create the Affengriffon, originated from Germany. It is unknown at what time these dogs came into existence, but we do know that they were used as farm dogs and also as ratters. It was in the 18th and 19th centuries that the Affenpinscher began to be seen as a companion pet. Today, Affenpinschers are still wonderful companion pets but are still in touch with their hunting side and can be good at rat hunting, as well as being modern day watch dogs. Originating in Belgium, the Brussels Griffon, on the other hand, was a dog found in the 17th century that was also used to hunt vermin in the stables of cab drivers, but eventually became companion pets as well for both the working class and the noblemen. This breed was introduced in England in the late 1800s, and found its way to North America as well, and were registered in the United States in the American Kennel Club in 1889. They are a relatively rare breed after rising and falling in popularity over the years. Documentation is not available as to when the premier designer dogs of this match were first born."}, {"name": "affenhuahua", "activity": "Chihuahuas have moments throughout the day where they may be full of energy. Affenpinschers may be lower in energy; however, due to the history of being a rat hunting breed, energy levels may be moderate. Affenhuahuas tend to have a moderate level of energy requiring short bursts of playtime and exercise. Toys and learning new tricks are recommended in order to provide adequate mental stimulation and entertainment for your dog, particularly during the puppy stages.", "appearance": "The Affenpinscher is described to be a “monkey–faced” Terrier breed of dog. When looking at an Affenhuahua, the monkey-like face may be quite noticeable as a result of certain facial features such as a rounded scruffy face, a shortened muzzle, large round eyes and semi-flopped ears. The Affenhuahua has a short stature with a long crescent shaped tail where its fur coat color may come in shades ranging from dark browns, blacks, tans, blues and whites. The coat may be medium in length and is often rough and dense to the touch.", "maintenance": "The Affenhuahua is a low shedding, hypoallergenic breed that tends to have medium length fur that is often quite dense and rough to the touch, thus they may require regular grooming and brushing in order to prevent mats from forming. Should your Affenhuahua take on more characteristics similar to that of an Affenpinscher, then detangling and clipping of fur may be another regular grooming requirement. Like all dogs, dental care and nail trimming are essential for maintaining your pet’s health. However, if your Affenhuahua has particularly floppy ears then regular ear cleaning may be required as well.", "temperament": "Because of its breed mix, the Affenhuahua can quite an intelligent, hyper little dog. Like the Chihuahua, the Affenhuahua is a curious dog that may tend to become stubborn and misbehaved. But as with all dogs, training is essential especially if the dog will be around young children. Trainability is often quite easy for new pet owners as these spunky little dogs are quick learners who are full of energy, particularly during their puppy stages. When approached by strangers and/or kids the Affenhuahua may be either fearful or snappy depending on the his individual personality. This is why it is important to not only socialize the dog but to also teach children how to correctly approach a dog. As with all animals, each dog will develop an individual personality so temperament is variable.", "size": "Weight: 4-12 lbs", "history": "The name Affenhuahua originates from the parent breed combination that is the Chihuahua and Affenpinscher. The Chihuahua is an ancient breed of companion toy dogs that has said to originate in Mexico during the 5th century. Its main purpose was to simply have been a symbol of wealth. The Affenpinscher however, is believed to have originated as a Terrier of sort in Germany during the 1600’s. Their main purpose was to hunt rodents and were thus considered working dogs. Today, the Affenpinscher is considered a rare breed and may not be spotted very easily in cities. The American Kennel Club recognizes the Affenpinscher and Chihuahua, However, the AKC does not yet recognize its progeny the Affenhuahua as a registered breed. In regards to the Affenhuahua, the exact time of origin is unknown however, it is can be estimated to have began appearing during the 21st century in the United States of America. The current reason for the breed’s creation may have simply been for aesthetic purposes."}, {"name": "affenpinscher", "activity": "Curious and eager to have fun, the Affenpinscher is always ready for a walk. She will enjoy a leisurely stroll or a game of fetch and also will be content to romp in a fenced yard. This breed should always be monitored when outside; she loves to hunt don't forget and may formulate an escape plan if she sees an opportunity for a chase on the other side of the fence.", "appearance": "The Affenpinscher is a small bundle of fur with a long-haired mane around their head that blends into the rest of the fur, which is only about 1 to 2 inches long. It is this longer hair with the beard, mustache, and eyebrows that give it the appearance of a monkey. They are small and sturdy, only about 9 to 11 inches tall, with a square body, short legs, and a medium bone structure. The ears are cropped to make them pointed, they are erect and set high. The curved tail is set high and if docked, it is about 1 to 2 inches long. The muzzle is short and narrow with a blunt nose and a slightly undershot bite. The Affenpinscher has small round feet with black nails and paw pads. Their eyes are brilliantly dark with black rims, perfectly round and medium-shaped. The colors range from tan, red, silver, gray, and black. The red can have tints of brown or orange. A black coat can have white and silver hairs mixed into it or a rusty cast to it.", "maintenance": "The Affenpinscher needs to be brushed a couple of times per week with a soft bristle brush and metal comb to keep her coat smooth. Starting at the sides, brush in a downward motion and work up the sides to the back, down the legs, and then the tail. Pay special attention to the beard and whiskers and carefully comb the cheeks with the metal comb. The hair on top of the head should be brushed forward towards the nose. Use your fingers rather than the comb to separate the mats if you find any. They do not need to be trimmed often; twice a year is sufficient. However, it is best to trim the bangs as soon as they get long and need to either be trimmed or held up with a barrette or clip to keep it out of the eyes. Their nails need to be trimmed often to prevent cracking and overgrowth. At this time, you should also check their ears for wax or dirt and clean them as recommended. Tooth brushing should also be done on a regular basis. As a small breed, they can be kept in an apartment and get all their exercise needs taken care of indoors. But, they do like to take walks once in awhile. Your Affenpinscher needs a high-quality dog food appropriate for her size and age.", "temperament": "These dogs are usually docile and friendly but they do not like to be teased so they would not do good in a house with small children. They tend to be snappy with those who chase them or squeeze them. In addition, because they are hunters at heart, Affenpinschers should not be left alone with small animals like hamsters, guinea pigs, mice, ferrets, rabbits, and even cats. They actually believe they are bigger than they are and may even go after larger dogs if provoked. This makes them a good watch dog and they are protective of their family members. This breed is independent and has a strong will so they may take a lot of time and patience to train. It is not because they are not smart; they are very intelligent but stubborn. The Affenpinscher is usually a quiet dog but they sometimes get excited and it takes a little while to calm them down. In addition, they are funny dogs that will spend hours entertaining you and your family.", "size": "Weight: 7-9 lbs", "history": "The Affenpinscher is a very unique breed of dog and they are still quite rare in the United States. When they originated in the 1600s, these dogs were bigger (12 to 13 inches) and were used to keep the rats and mice out of the stables. Early breeders crossed a different type of Schnauzer Ratting dog with the Affenpinscher for ratting but they were later crossed with Silky Pinschers, smooth haired German Pinschers, and Pugs in hopes of producing a smaller lap dog. This led to the Affenpinscher being the forebearer of other terriers such as the Miniature Schnauzer and Brussels Griffon. The first Affenpinschers were brought to the United States by Mrs. Bessie Mally who lived in Cicero, Illinois. The first of this breed to be registered with the American Kennel Club (AKC) was from the first litter of Mrs. Mally’s dogs. This dog’s name was Nolli v Anwander and she was accepted into the (AKC) in 1936. The breed almost died out as World War II came to an end and the last litter was whelped in June of 1940. It was not until 10 years later that the Affenpinscher breed started to be built back up by importing dogs from Germany that were descendants from the same litter as Mrs. Mally’s dogs. According to the AKC, this breed is not as popular as most breeds. In fact, they rank 149th in breed popularity but with their confident and spunky personality, they seem to capture the heart of their owners right away."}, {"name": "affenpoo", "activity": "As they are small dogs, most Affenpoos do not require extensive walks and runs. However, this particular dog breed does have the tendency to get bored and it is recommended that the owner provide sufficient mental stimulation through socialization, play time with other dogs, toys, and walks. Poodles are agile, active, intelligent dogs who thrive on pleasing their owners by mastering new tricks. So, it may come as no surprise when your Affenpoo becomes energetic and enthusiastic when it comes to training, thus emphasizing the importance of mental stimulation.", "appearance": "Affenpoos are a small breed dog that is quite short and slender due to their Poodle lineage. Their muzzles are shorter than that of a Poodle and the nose is often black; they have large, round beady eyes and flopped down ears that can sometimes be triangular in shape. They have medium-length, coarse, dense hair that may be prone to tangles but often takes after the texture of the Poodle more so than the Affenpinscher.. Affenpoos may come in a range of colors including shades of brown, black, chocolate, tans and greys.", "maintenance": "The Affenpoo is a low shedding, hypoallergenic dog that often does not require regular bathing, especially during the winter months. However, due to its coarse, thick coat, Affenpoos may be prone to tangles and matting and so may require regular grooming and brushing particularly during the hot summer months. As with all dogs, dental and ear care are important factors required for maintaining animal health. In particular, dogs with floppy ears may require regular ear cleaning due to a higher risk of dirt getting trapped in the ears.", "temperament": "Poodles are considered to be one of the most intelligent dog breeds; this trait tends to be quite prominent in Affenpoos.  Affenpoos are intelligent little dogs that are quite social and thrive in an environment where mental stimulation through training, learning new tricks and playing constantly all benefit the breed’s natural persona. As they are quite social dogs, Affenpoos tend to have separation anxiety should they be left alone for extended periods of time. Generally, these little dogs may possess a protective behavior so this may not be ideal for families with young children, particularly young children who do not know how to properly handle small dogs. Because Poodles tend to be protective guard dogs, it may come as no surprise when you notice your Affenpoo being cautious and alert around strangers.", "size": "Weight: 10-25 lbs", "history": "The Affenpoo originated during the 1990s in the United States. Its parent breeds include  the Affenpinscher and Poodle. The Affenpinscher is a small “monkey-faced” dog that originated from Germany during 17th century and served as a rat catching dog. The Poodle as well originates from Germany; however, it is said to be quite popular in France. Its primary purpose was a retrieving dog (duck dog). Poodles have been claimed to be one of the most intelligent dog breeds. Both the Affenpinscher and Poodle are recognized by; the American Canine Registry, American and Canadian Kennel Clubs, American Canine Association and many more organizations. As the Affenpoo is a hybrid dog breed, it is mainly recognized by the American Canine Hybrid Club(ACHC), the Designer Breed Registry (DBR), the Designer Dogs Kennel Club(DDKC), the Dog Registry of America (DRA) and the International Designer Canine Registry (IDCR)."}, {"name": "affenpug-affenpinscher-and-pug-mix", "activity": "The Affenpinscher and the Pug can both be territorial and very\nyappy when strangers approach. When looking for ways to keep your dog active,\nyou may want to avoid dog parks that have larger dogs. Larger dogs may take\nexception to a small dog thinking he rules the world. Long walks around the\nneighborhood or even playing in a large fenced backyard are great ways to keep\nhim moving. This dog will require at least 30 minutes of hard play to wear him\nout. Dog sports such as agility or even rally would be a great way to bond with\nyour dog and keep him active. ", "appearance": "The Affenpug is the offspring of a Pug and an Affenpinscher and your Affenpug will have a variance of characteristics coming from each of his parents.  Both the Pug and the Affenpinscher are considered brachycephalic breeds; brachycephalic means “shortened head” and flat pushed in faces.  Due to this physical attribute, your Affenpug will most likely have a cute squishy face. His coat will not be as smooth as the short-haired Pug.  It may be longer, rough and wiry, taking on some of the Affenpinscher feel. The color of his eyes and nose will be dark. The Pug has a small curly tail while the Affenpinscher’s tail is long.  Your Affenpug may have a medium size curly tail. The ears will be floppy.", "maintenance": "The Affenpug should be brushed and combed out several times a week. Monthly grooming and clipping may be necessary. Hair that grows around his eyes may cause irritation and will need to be trimmed. Nails should be trimmed monthly; if you are not comfortable doing this yourself, the groomer or the veterinarian can take care of it. The floppy ears typical of the Affenpug will need to be cleaned weekly with a veterinarian recommended ear wash. The Affenpug may need to be bathed monthly.  If your Affenpug has a mustache, it will need to be wiped off after he eats in order to avoid a buildup of food and dirt.  The folds of skin on his face should be wiped and cleaned daily and his teeth should be brushed, at the very minimum, weekly, to prevent tartar build-up.", "temperament": "Combining the parent breeds of Pug and Affenpinscher, your hybrid’s personality will be be unknown and discovered as they grow and mature. Pugs are charming, intelligent, quiet and rarely aggressive, eager to please their owner. The breed craves attention and affection. They do have a lazy nature, which can cause them to gain weight. Pugs are sturdy and usually are good with other dogs and children. The Affenpinscher is a funny, bold and spunky breed, which is nicknamed “mustachioed devil”. He is intelligent but can be stubborn. Inquisitive, affectionate and very loyal to his owners, this toy-breed will stand up to a large dog. They are very alert and make excellent watchdogs. The Affenpinscher can be territorial and food aggressive. Therefore, they are not recommended for households with small children.", "size": "Weight: 7-18 lbs", "history": "The Affenpug is a new dog breed and does not have a lot of documented history. However, the parent breed of the Pug is one of the oldest dog breeds dating back to 400 B.C.  It is believed the breed originated in China. Pugs were bred to be companions for the royal family and were highly guarded; they were also companions to the Buddhist monks of Tibet.\nLater, Pugs became popular in the European courts. The breed became the official dog of the House of Orange in 1572, after a brave Pug named Pompey started to bark and warn Prince William of approaching assassins outside his tent. In the 1800s another fearless Pug belonging to Josephine (Napoleon’s wife) would carry messages in his collar and deliver them to Napoleon.  The imprisoned Josephine could communicate with her husband, thanks to Fortune, her little Pug.\nPugs arrived in the United States during the nineteenth century. The American Kennel Club recognized the breed in 1885. In 1981, the Pug Dhandys Favorite Woodchuck won the Westminster Kennel Club Dog Show in the United States. In 2011 a Pug named Lodi won Best of Breed at the Westminster dog show. \nThe Affenpinscher is a toy breed which originated in Germany. The Affenpinscher was originally a medium size farm or store dog and was used to hunt mice and rats.  During the 18th and 19th centuries, the Affenpinschers were bred with Pugs, Smooth Haired German Pinschers, and Silky Pinschers to produce a smaller companion dog. The first Affenpinschers were imported to America in 1935 by a breeder named Mrs. Bessie Mally of Illinois. The dogs had to be transported from Germany to the United States by steamship.  They arrived in the port of New York and then had to travel to Chicago via the railroad. The Affenpinscher was officially recognized by the American Kennel Club in 1936.  In 2013, a ten-year-old Affenpinscher named GCH Banana Joe V Tani Kazari, won Best of Show at the Westminster Dog Show."}, {"name": "affenshire-affenpinscher-and-yorkshire-terrier-mix", "activity": "Both the Yorkshire Terrier and Affenpinscher are toy breeds\nthat can be very vocal and if not properly trained or socialized can be snappy.\nEven though they are toy breeds, they still need to have plenty of opportunity\nto stretch their legs and get their blood pumping. The same is true for any dog\nthat is a mix of these two breeds. Expect to spend at least 30 minutes a day of\nhard play with him or take him on long walks so his body is able to exercise\nand he can live a long, healthy life. Playing fetch in the backyard or\nparticipating in dog sports are great ways to involve you and your dog in\nexercising. ", "appearance": "The Affenshire is the offspring of the crossbreeding of an Affenpinscher and a Yorkshire Terrier. Your Affenshire may have characteristics from both parents. Even among the same litter, their markings and color may vary. They may have drop down ears or pointy ones. The Affenshire will have a dark nose and eye color. Due to his Affenpinscher side, your puppy may have an underbite. He will be a small dog with a very expressive and unique facial expression. An Affenshire who takes after the Yorkie parent may have a long coat with a more silky texture; the Affenpinscher parent may influence with a rougher coat and a mustached face. Your Affenshire will be original in that the coat may be a unique blend of the two.", "maintenance": "The Affenshire’s coat can be rough and wiry or long and silky.  Either way, your Affenshire will need to be brushed and combed several times a week. Patience and consistency on your part will make the grooming process a more positive experience for both you and your little dog. Carefully remove matted fur, and separate tangles with your hands before starting the comb out. Teeth should be brushed several times week to prevent tartar buildup and yearly dental examinations are essential as small breeds are prone to dental issues. Their nails will need to be trimmed monthly in order to prevent breaks or tears.  Dropdown ears will require to be cleaned monthly with a veterinarian recommended ear wash.  Some Affenshire owners prefer their dog shampooed, nails trimmed, ears washed, anal glands expressed, and hair clipped by a professional groomer on a monthly basis.", "temperament": "The temperament of the Affenshire will be a cute combination of the Affenpinscher and the Yorkshire Terrier personality. The Affenpinscher and the Yorkshire Terrier are often described as big dogs in little bodies. The Yorkie is a Terrier breed and the Affenpinscher is described as Terrier-like, which makes them spunky, alert and good watchdogs. The breed does not require a lot of exercise. The Affenpinscher has an even more mischievous personality than the Yorkshire Terrier, and can also be food aggressive. Early socialization with strangers and other dogs is important for the Affenshire. The Affenshire can be a barker; if this becomes a major issue, an animal behaviorist may be able to make some suggestions to lessen the barking. The Yorkshire Terrier can suffer from separation anxiety. Therefore, the Affenshire may not like being left for extended periods of time. This hybrid is intelligent, loves to please and is very trainable, and enjoys as much attention as he can get.", "size": "Weight: 4-9 lbs", "history": "Yorkshire Terriers were developed in Yorkshire, England in the 1800’s. Their original function was to hunt small vermin. The Yorkshire Terrier came to North America in 1872. The first Yorkshire Terrier was registered with the American Kennel Club (AKC) in 1885. \nDuring World War II a 4 pound Yorkshire Terrier named Smoky became a hero and a sensation in the United States. Smoky was found in a foxhole in New Guinea by an American soldier, who then sold her to Corporal William A. Wynne for approximately $6.44.  The Corporal would carry her in his backpack or inside his helmet. She would visit injured soldiers and bravely traveled inside an underground 70’ pipe with a phone wire attached to her collar. This wire allowed the outposts to be able to have communication with each other.  According to an Animal Planet Investigation, Smoky was the first recorded therapy dog.  She performed this function during and after the war.  Smoky’s heroic actions made the Yorkshire Terrier breed very popular in the United States.  There is a statue of Smoky in Cleveland, Ohio. \nThe Affenpinscher originated in Germany during the 1600’s. The Affenpinscher was originally a medium size farm or store dog, which was used to hunt mice and rats.  During the 18th and 19th centuries, the Affenpinschers were bred to be much smaller and became companion dogs. The breeds believed to have been used to develop the smaller Affenpinscher were the Pug, the Smooth Haired German Pinscher and a Silky Pinscher. The Affenpinscher was officially recognized by the American Kennel Club in 1936. It is believed that the Affenpinscher was a contributor to the development of the Miniature Schnauzer and the Brussels Griffon. Affenpinschers almost became extinct during World War II. After the war ended, breeders crossed the remaining Affenpinschers with the Griffon Bruxellois, which created the unique face structure of the breed."}, {"name": "affen-spaniel", "activity": "Affen Spaniels will tend to enjoy activities like walking, running, swimming and fetching. As these dogs originate from the Spaniel breed who are termed as “water lovers”, you may notice this trait in your Affen Spaniel. The Affenpinscher parent will pass on the love of digging and searching for prey. Supervision of your Affen Spaniel is recommended at all times when they are outside, even if the yard appears to be securely fenced. An escape is imminent if something exciting is seen on the other side of the barrier. Affen Spaniels can be lively, energetic dogs and are considered herding dogs. Thus, it’s important to meet the dogs’ requirement with plenty of exercises to avoid obesity and boredom.", "appearance": "Affen Spaniels are small to medium sized dogs. They may not be as large as a Cocker Spaniel nor will they be as small as an Affenpinscher and so, they fall right in the middle at about 10 to 20 inches tall.  Affen Spaniels have short pushed back muzzles, large round eyes and ears that are often dark brown. The Affen Spaniel may have the appearance of looking heavier and as such, they are considered sturdy, well built dogs with short legs and a mid-wide body. Their fur may be curly and silky, and medium in length. It is generally not as coarse as that of an Affenpinscher. With Affen Spaniels, the ears tend to be flopped down and hanging over. Because of this trait, dirt may be trapped within the ear canal quite easily; owners should maintain ear hygiene on a regular basis.", "maintenance": "Affen Spaniels have a relatively high grooming requirement. Due to their medium length, dense coat it is highly recommended that owners brush their Affen Spaniel with a stiff bristly brush at least once per day in order to keep the fur tangle free and healthy. Affen Spaniels should visit a groomer roughly every 4 to 5 weeks in order to get their fur trimmed around the footpads and ears. As with all dogs, ear cleaning, teeth cleaning and nail trimming should be done on a regular basis. Particular attention should be given to the ears; their flop-sided positioning may allow bacteria to build-up. Bathing should be kept to a minimum in order to prevent loss of natural oils from the coat.", "temperament": "The Affen Spaniel is said to be a very family bound dog that will bond with their owners very well. As a result, it is not recommended to rehome these dogs due to the tight bonds they form with owners. The Affen Spaniel has a protective nature and will often bark when encountering strangers. They tend to be alert, gentle dogs and may be well suited to a family home. However, as with all dogs, it is important to exercise caution around young children.", "size": "Weight: 15-25 lbs", "history": "As the Affen Spaniel is a new hybrid breed that has only appeared recently, not much of its history is known. The Spaniel breed is thought to have originated in Spain during the 1300s and 1400s. However, during the reign of Caesar (54 to 55 BC) Spaniels began to descend into England. The Spaniel originated with the purpose of being hunting, water dogs but their breed eventually descended into the smaller toy breed, the Cocker Spaniel. Affenpinschers on the other hand, were termed ratting dogs and were said to originate in Germany. Though not as famous as the Cocker Spaniel, these dogs were exceptionally active and agile when it came to fulfilling their hunting purpose. Today, the American Kennel Club recognizes both the Affenpinscher and the Cocker Spaniel, whereas the Affen Spaniel is currently only recognized by the Dog Registry of America."}, {"name": "affen-tzu-affenpinscher-and-shih-tzu-mix", "activity": "This is a dog that will adjust his activity needs to that of\nhis family.  He is devoted to his owner\nand will follow wherever they lead. Most toy breed dogs are able to get enough\nexercise simply by playing a game in the backyard. He does not need large,\nwide-open spaces to run and play since he is such a small dog. However, he is a\nsocial dog and will enjoy spending time on doggy play dates or visits to the\nlocal dog park. Expect to spend time playing fetch or simply watching him run\nlaps around the yard for at least 30 minutes a day to ensure he maintains a\nhealthy body weight and gets plenty of mental stimulation to keep him sharp and\nhappy.", "appearance": "These dogs are not purebred, but instead are the result of the crossbreeding between the Affenpinscher and the Shih Tzu. They have square, short and small bodies that can be delicate and with chests that are deep and broad. The round heads will have muzzles with a pronounced stop and will often be short like the Shih Tzu, but in some cases the nose can be long like the Affenpinscher. The lower jaw will usually appear broad and undershot, with straight and even lower teeth that line up under the nose. They will usually have black lips, and noses of the same color. This hybrid breed will have dark and round eyes that will also be a black color. They will be well proportioned to the face and set forward. The silky ears will be either held upright, such as the Affenpinscher, or floppy, like the Shih Tzu. This breed has soft and silky fur that is medium to long in length but will be longer around the face.", "maintenance": "To keep their soft coat looking silky and tangle free, these dogs will need to be brushed every week using a rubber bristled paddle brush. Depending on the dog, you may or may not choose to clip them in order to make grooming easier. With this hybrid breed, you should pay special attention to their ears, as they can be prone to infections. Examine them often and take action if you notice any signs of abnormality. All dogs should have their teeth brushed once or twice a week minimum, and their nails trimmed as necessary. This can be once or twice a month. The hybrid Affen Tzu will have a relatively high grooming maintenance routine, like that of the Affenpinscher and the Shih Tzu.", "temperament": "These hybrid dogs take on the temperament of the breeds that parented them. They are known to be curious, affectionate and fearless. They will sometimes even try to stand up to dogs who are much bigger than them, so they should be watched around new, larger dogs. They can also be territorial and protective of their food and toys, and should be monitored around children, as they do not have much patience and may snap if someone comes near their possessions. However, if socialized properly, this breed can do quite well with children and other pets. They are smart but will become stubborn if you let them. Because of this, they can be difficult to train, but with some persistence they can be skilled at not only obedience but trick training as well. Potty training can take some time, but using crates and potty pads might help. You will need to show them that you are the pack leader, and not the other way around, in order to earn their respect. The owner should be firm but still offer rewards when the Affen Tzu performs well. They are affectionate and form great bonds with their family.", "size": "Weight: 7-16 lbs", "history": "The Affen Tzu is a new breed, created from the combination of the Affenpinscher and the Shih Tzu. Since this is a new hybrid breed, much of how it came to existence is undocumented. The Affenpinscher dog is an ancient breed that originated from Germany in an unknown year. At first they were used as ratters and farm dogs, but eventually in the 18th and 19th centuries, a miniaturized version of these dogs could commonly be seen as companion pets. Today the Affenpinscher is used as a companion dog but is still skilled at hunting rats and being a faithful watchdog. The other breed used to create the Affen Tzu, which is the Shih Tzu, was descended from dogs that were present in the 17th century in China, and were in fact so prized by the Chinese royalty that they were not sold or imported to any other country until the 1930s. The Shih Tzu is believed to be one of 14 oldest dog breeds. First introduced to England in 1928 by the wife of the quartermaster general of the north China command, a male and female pair were brought from Peking. The Shih Tzu was recognized by the AKC in 1969, while the Affenpinscher had been established earlier, in 1936."}, {"name": "affenwich-affenpinscher-and-norwich-terrier-mix", "activity": "A mix of the Affenpinscher and Norwich Terrier can be a\nrecipe for frustration and disaster if he is not given enough room to run and\nstretch his legs. Both breeds can be very vocal and can easily become nuisance barkers.\nWhen visiting dog parks be sure your dog knows his basic manners and avoid\nparks where big dogs are playing. Your mighty little dog will think he can run\nwith the big boys and may even try to boss them around. Small breed dogs are\nable to get plenty of exercise simply by going for a long walk or playing games\nin the back yard. Be sure to spend a lot of time with your dog doing physical\nactivities. ", "appearance": "The Affenwich is a designer breed, which crosses the Affenpinscher and the Norwich.  The Affenwich puppies will have appearance characteristics from both breeds.   The Affenwich’s “look” will vary, even among the same litter. Hybrid siblings may have different markings, colors, and facial expressions, and their height can vary, too. The Affenwich is small, and may have a shaggy, rough and wiry coat.  Colors may include wheaten, black and tan, black, red, grizzle, or black and grey. Both breeds have an endearing facial expression which will be passed on to their precious litter. The tail of the Norwich Terrier and the Affenpinscher is usually docked. The Affenwich’s ears may be pointy or dropped down.  Regardless which parent your puppy takes after, he will be an adorable dog with great confidence.", "maintenance": "The Affenwich should be brushed and combed out several times a week no matter what the consistency of the coat, as it may get matted. Monthly grooming and clipping will be necessary, and the hair that grows around his eyes may cause irritation and will need to be trimmed. Patience and gentleness is recommended to make the grooming experience a positive one for both owner and canine. Both the Affenpinscher and the Norwich Terriers are considered hypoallergenic breeds. The nails of the Affenwich should be trimmed monthly to avoid breakage or injury. If your Affenwich has pendant ears, they will need to be cleaned weekly.  Your veterinarian can help recommend an ear wash.", "temperament": "Because both parent breeds are feisty and love to move, the Affenwich will need daily walks. The ancestors of this hybrid were bred to hunt so the Affenwich can get easily bored. If left outside unsupervised, they can easily dig themselves out. It is important to provide fun activities and a variety of toys. Both parent breeds are fearless and intelligent with a tad of stubbornness mixed in. They can be great watch dogs but can also be a little yappy if not corrected. Affenpinschers can be food aggressive. They like children; however, they should be supervised at all times in a home with small toddlers. The Affenwich will need training, rules and boundaries. Crate training can help housebreak your puppy if you are having trouble in this area.", "size": "Weight: 7-10 lbs", "history": "The Affenwich is a modern hybrid breed. Although there is not a lot of documentation on their history, we do know that the Affenpinscher, parent to this loyal hybrid, is a toy breed which originated in Germany. The Affenpinscher was originally a medium sized farm or store dog used to hunt mice and rats.  During the 18th and 19th centuries, the Affenpinschers were bred to be much smaller and became companion dogs. The breeds used to develop the smaller Affenpinscher were the Pug, the Smooth Haired German Pinscher and the Silky Pinscher. The Affenpinscher was officially recognized by the American Kennel Club in 1936.  The Norwich Terrier originates from the United Kingdom. They were used as ratters and to help flush out foxes from their dens. During the 19th century, students at Cambridge University would bring in the Norwich Terriers on to the school grounds to hunt rats and to keep as companions. The dogs became known as \"Trumpington Terriers\", named after the street where many of the students lived. The Norwich Terrier and the Norfolk Terrier were classified as the same breed (both were called Norwich Terriers) with two different types of ears.  The Norfolk Terrier has v-shaped dropped ears and the Norwich Terrier has pointed ears.  In 1964, the British Kennel Club decided to separate the two into different breeds.  In 1979, the American Kennel Club also decided to separate the two different breeds into Norwich Terrier and Norfolk Terrier. The Norwich Terrier was officially recognized by the AKC 1936."}, {"name": "afghan-bay-retriever-afghan-hound-and-chesapeake-bay-retriever-mix", "activity": "The Afghan Hound can be a more mellow, easy-going dog when\nhe is properly trained and socialized, however, the Chesapeake Bay Retriever is\nprobably the most hard headed or stubborn of the retriever breeds. He needs\nconstant reminder of his pack leader and does require a lot of exercise. The\nAfghan Hound also needs space to run and play, therefore, a mix of these two breeds\nwould produce a dog that can be stubborn at times with a propensity for\nchallenging authority but also able to mellow out and live in harmony in the home\nas long as he is able to get enough exercise each day.  ", "appearance": "The Afghan Bay Retriever will have characteristics of both the Afghan Hound and the Chesapeake Bay Retriever.  The Chesapeake Bay Retriever’s dense coat is designed to be water resistant and a camouflage during the hunt.  The Afghan Hound has long, fine and flowing hair.  The Chesapeake Bay Retriever has a large square head but the Afghan Hound has a thin face. It is difficult to know the exact appearance of the Afghan Bay Retriever as variations are common in hybrids.  Typically, this hybrid breed is a medium to large dog with an athletic build.", "maintenance": "The Afghan Hound is a hypoallergenic breed but the Chesapeake Bay Retriever is a moderate shedder.  The Afghan Bay Retriever should be brushed and combed several times a week. The long, dense hair may need to be washed with a mild shampoo monthly.  If your Afghan Bay Retriever has a very long coat he may need to be trimmed by a professional groomer.  His ears should be cleaned with an ear wash monthly.  If your Afghan Bay Retriever is a swimmer, his ears will need to be dried after his swimming adventures in order to prevent bacterial buildup and ear infections.", "temperament": "The Chesapeake Bay Retriever is strong-willed and is more independent than other Retriever breeds. They love to swim, even in frigid waters. They are active dogs and thrive on being part of outdoor activities such as hunting, hiking, jogging and camping. The breed can be protective and can also be aggressive toward other dogs, if challenged. Socialization at an early stage is best. The Afghan can be stubborn, independent and hard to train. The breed is sometimes described as “cat-like” because they decide when they want affection or attention. They are not an aggressive breed. They do have a hunting instinct, which may lead to the chasing of smaller animals like cats, rabbits, and squirrels. Your Afghan Bay Retriever may show an independent streak and a tendency towards stubbornness. Intelligent, and born with an innate hunting instinct, this hybrid will always be on alert for something exciting to do. The Afghan Bay Retriever may not be a good dog with small children because it is high energy and its size can knock down a small child. The Afghan Bay Retriever is not meant to live in an apartment. They need a house and large yard in which to run, play and explore.", "size": "Weight: 55-75 lbs", "history": "Since the Afghan Bay Retriever is a “new” breed, there is not too much recorded history.  Fortunately, there is very detailed information on the Chesapeake Bay Retriever and the Afghan Hound. The Chesapeake Bay Retriever can trace their “roots” to two dogs, rescued in 1807 from a sinking ship in Maryland.  They were named Sailor (male) and Canton (female) and are believed to have been the Lesser Newfoundland breed or St. John's water dogs. They were bred with local dogs which then produced the Chesapeake Bay Retriever breed. The Chesapeake Bay Retriever was developed to hunt waterfowl even in bad weather conditions. In 1918, the Chesapeake Bay Retriever was recognized by the American Kennel Club, and there have been few changes to the breed standards since then. The Chesapeake Bay Retriever is rated by the American Kennel Club as third most popular Retriever breed. \nIt is believed that the Afghan Hound is an ancient breed that was developed in Afghanistan, India and Pakistan. The Afghan Hound is a descendant of the Saluki, which was from Persia. Originally, their purpose was to chase prey away from the farm animals and to guard the nomadic tribe’s flocks. They were then used as coursing hounds.  Coursing is a hunting technique which uses sighthounds to catch the prey by running after them.  Sighthounds depend on sight, agility, quickness and stamina. The breed is no longer used for hunting, but is used in the sport of lure coursing. Lure coursing uses a mechanically operated lure instead of a live animal.\nAn Afghan Hound won Best in Show at the 1996 World Dog Show in Budapest. An Afghan Hound also won Best of Show at the Westminster Kennel Club Dog Show in 1957 and then again in 1983."}, {"name": "afghan-chon", "activity": "Providing daily exercise for your Afghan Chon is essential to maintain an active and healthy lifestyle. Since the Afghan Chon was bred to be a companion pet, he does not feel the need to follow any particular tasks though he does have a high level of energy that requires constant activity. It is important to be able to provide stimulation mentally too, with dog friendly games such as fetching and tugging. The Afghan Chon would fare best in an apartment or home with a large yard. Boredom may set in if you are unable to provide the outlets your pet needs; consider a doggy daycare to keep him busy if you need to be out for any length of time.", "appearance": "The Afghan Chon most closely resembles one of its parent breeds – the Bichon Frise. Its skull is slightly rounded. Its muzzle is less pointy than the Afghan Hound. Its tail is carried over its back and is long and curly. The Afghan Chon has a black nose. It has rounded, dark brown eyes. The Afghan Chon can come in variations of white or off-white. Its coat consists of a curly, dense coat with minimal shedding, though some Afghan Chons may have a less curly coat due to inheriting more dominant traits from the other parent breed. This cute breed’s facial expression is that of independence and outgoing radiance.", "maintenance": "The Afghan Chon is considered to be mostly hypoallergenic due to the Bichon Frise influence. The Afghan Chon’s coat most closely resembles that of a Bichon Frise. Its coat is soft but dense, curly and non-water repellent. Bathing your Afghan Chon should be limited to every 6 to 8 weeks, and only then if necessary. Regular grooming is required for this breed; a firm bristle brush and a greyhound comb will be highly useful in brushing your dog daily to prevent mats from developing. His ears should be regularly wiped clean to prevent bacteria from building up in the ear canal. His teeth should be brushed regularly to prevent tartar accumulation and his nails should be trimmed and filed every 2 to 3 weeks. The Afghan Chon is not known to drool and does not contain any notable odors.", "temperament": "The Afghan Chon inherits much of the Bichon Frises’ personality in terms of its goofiness and fun-loving outlook. The Afghan Chon is known to be incredibly affectionate, fun, and entertaining. He loves to feel like he belongs in the family and thrives on play. The Afghan Chon is welcoming of strangers, children, and other pets. However, it is still helpful to expose your Afghan Chon to other animals as a puppy in order to for him to fully accept meeting unfamiliar species. Positive reinforcement will benefit your Afghan Chon in terms of training, though he is easy to teach and eager to please. The Afghan Chon thrives on being busy. It is recommended that you involve your Afghan Chon in intense play broken into 2 to 3 intervals per day. If your Afghan Chon becomes bored, he may engage in destructive behaviors. Excessive barking and chewing can be avoided if your hybrid is provided with the proper mental and physical stimulation.", "size": "Weight: 11-75 lbs", "history": "As with other hybrid breeds, the history of the Afghan Chon is unknown, simply because he is new on the scene. The Afghan Chon originated from the parent breeds the Afghan Hound and the Bichon Frise. Its original and current purpose is to serve as a loyal companion pet with spunk. It is commonly believed that the Bichon Frise originated from a woolly water dog known as the Barbet and its name was derived from the word barbichon. The Bichon Frise originated in the Mediterranean, along with the rest of the Barbichon family: the Maltese, the Havanese, the Bolognese, and the Coton de Tulear. There is conflicting information as to when the Bichon Frise originated. One account reports that in the 14th century, French sailors brought the Bichon Frise home from the Canary Islands. While the exact location is unknown, the Bichon Frise is said to have initially been used for trading. The other account reports that the Spanish brought the Bichon Frise to the Canary Islands and then Italian sailors returned them. The Bichon Frise was popular with royalty and was considered a symbol of nobility. After World War I, interest in the Bichon Frise increased and the French helped to preserve the breed. In 1956, the Bichon Frise was first brought to the United States. In 1973, the breed was officially recognized by the AKC. The Afghan Hound came from Afghanistan and is considered to be an ancient breed that dates back thousands of years. In 1925, the breed was transported to England, where it was then imported to the United States. In the 1970s, the Afghan Hound became the center of attention when Barbie graced America with her Afghan Hound. In the 1980s, the Afghan Hound became an AKC staple in the show ring and excelled in obedience obstacles."}, {"name": "afghan-collie-afghan-hound-and-border-collie-mix", "activity": "The Border Collie is a very hyper and active dog that has to\nhave a job to do or he will drive you crazy. The Afghan Hound, on the other\nhand, can be a more mellow breed. When the two are combined, the Afghan Hound’s\ntemperament will hopefully temper that of the Border Collie giving you a dog\nthat is devoted, intelligent, and active but with an off switch; meaning he can\nplay hard but also take the time to relax in the home. Your dog will need at\nleast 60 minutes of solid activity to ensure he is able to distress and relax\nat home. Long hikes or even running laps around the yard are good ways to keep\nyour dog active, however, dog sports would be ideal for his type of\npersonality.", "appearance": "The Afghan Collie is a medium to large sized dog that has a long body and shiny, long fur. Their coat is thick and long with a wooly undercoat that comes in white, brown, gray, blue, reddish-brown, and black. They have long, furry, floppy ears, a large muzzle, long black nose, large padded feet, and a long curled tail. The Afghan Hound is a large and elegant but strong breed while the Border Collie is a medium sized dog with a broad back and thick legs built for working. Both breeds have intelligent expressions and oval eyes, usually blue if the dog is merle or brown if the dog is any other color. They have strong jaws, a blocky skull, and scissor bite. The breed is bound to be sturdy as well as graceful due to its parentage.", "maintenance": "Because the shedding level of the Afghan Hound is low and the Border Collie is a moderate to high level shedder, the Afghan Collie is likely to be a moderate shedder. You should brush your Afghan Collie every other day with a stiff bristled brush and metal comb. The mats should be untangled with your fingers so you do not damage the delicate hair and you can bathe your Afghan Collie when needed. It is best to use a gentle shampoo and conditioner recommended by your veterinarian. Because of their thick and wooly undercoat, professional trimming is recommended if you live in a hot climate. It is also recommended you check your dog’s ears weekly for debris and wax, brush their teeth often, and trim their nails regularly.", "temperament": "The Afghan Hound and Border Collie are both incredibly intelligent dogs who do well with any type of training. The Afghan does have a bit of a stubborn streak but the Border Collie will do whatever possible to please its owner. They are loyal and dependable due to their sheepherding heritage and have always been excellent family pets and guard dogs as well. In fact, both breeds make good guard dogs due to their background in guarding the sheep. They are good with children but must be supervised and they tend to try to herd the younger children. It is important to socialize them to other animals early so they will get along well with other pets.", "size": "Weight: 35-55 lbs", "history": "Because the Afghan Collie is a new breed, little is known about the history. However, the history of the parent breeds can help determine the outcome of the Afghan Collie. The Afghan Hound started out in the Afghanistan mountains prior to the 1800s when it was discovered and brought to towns to help hunters track and capture gazelle and rabbits. The popularity grew over time but this breed was mainly seen in wealthy families and among royalty. The Afghan Hound was brought to America in the 1920s and was accepted by the American Kennel Society (AKC) in 1926. The breed became popular in the show ring for a while but lost its popularity since then. The Border Collie is thought to have been seen in wood carvings done by Thomas Beckwick from the History of the Quadrupeds sometime before the 1800s. During the late 1800s, the first sheepdog trial was held and won by a Border Collie named Hemp. The story states that Hemp was able to herd these sheep by just looking at them rather than barking and nipping at their heels. It is thought that Queen Victoria became fond of these dogs when she saw one in Balmoral. The standard of the Border Collie was established in 1906 with a heavy emphasis on their working ability and not their physical attributes. In fact, the breed was known as a sheepdog until 1915 when they were named Border Collies. The name is thought to be derived from the region they were first recognized, between the English and Scottish borders. However, they were not recognized by the AKC until 1995."}, {"name": "afghan-hound", "activity": "The Afghan Hound is a breed that needs to be kept active to be at their best. Owing to the fact that their natural instincts are to run and hunt, agility classes and plenty of time at the dog park will be fun for your dog. However, obedience training sessions should be consistently attended along with the leisure activities as this breed, though smart, has an independent spirit that may need to be kept in check. A busy dog is a happy dog, and the Afghan Hound is no exception.", "appearance": "Beautiful and elegant, the Afghan Hound exhibits grace in movement, and speed when on the run. Their coats are thick and shiny, giving the breed a luxurious look. Agile and sleek, the Afghan Hound has a high pelvis that adds to their already very distinct look. A narrow face sits atop an elegant, fluid body. The ears are long and pendant so care must be taken to inspect and clean them often; this can be done when brushing the coat. Colors of the silky coat can vary greatly and include nine distinct shades according to the AKC. Black and tan, cream, and silver are three of them. Markings can be described as a mask.", "maintenance": "The Afghan Hound needs a lot of maintenance because of their long, silky, and thick coat. You will have to brush your Afghan Hound every day and do a thorough brushing and grooming at least once a week. This includes removing numerous mats and tangles in the fur individually and carefully, using a fine-toothed comb, pin brush, and slicker brush for Afghans. It makes it easier if you bathe your dog with special shampoo and conditioner before grooming. Brush your Afghan Hound from the skin out, using a blow dryer on the low setting to part the hair. Pay special attention to the armpits, between the toes, and behind the ears. Inspect the ears well because they have a tendency to get infected since they are pendulous. Brush your Afghan Hound’s teeth daily as well for good dental health. A house with a big yard is a great place to raise your Afghan Hound. If you live in an apartment, you will have to take them on an extra-long walk every day. In addition, you need to feed them a high-quality dog food as directed by your veterinarian.", "temperament": "The Afghan Hound is a good family dog and tolerates children (with supervision) and other pets well although they are not overly playful. They prefer to remain aloof and tend to watch the antics of children and other family pets rather than join in. Although, they do seem to like to chase cats a lot when outdoors so keep them on a leash. They are also usually very wary and standoffish with strangers. It is good to let them get used to a new person before trying to introduce them. This is an independent and sensitive dog that is not overly demonstrative and they have been known to tear up some property if left alone too long. Your house should be childproof for your Afghan Hound due to their intelligence. The Afghan Hound is easy to train and very smart, learning things quickly. In fact, they may teach you a little something.", "size": "Weight: 44-60 lbs", "history": "The Afghan Hound is thought to be one of the oldest of the domestic dog breeds, dating all the way back to 4,000 BC when they stayed hidden in the mountains of Afghanistan in the Middle East. That is where it got its name. However, the breed was brought to Britain by the British soldiers in the 1920s and then to the United States in 1926, when the breed was officially recognized by the AKC. There are 13 different types of Afghan Hounds recorded in Afghanistan and they won Best in Show at the competition in Westminster in 1957 and 1983. Because they are naturally excellent hunters, they were used thousands of years ago by the nomads in India, Pakistan, and Afghanistan to hunt large game. According to the AKC, the Afghan Hound was able to take down both small and large animals such as antelopes and leopards by grabbing them by the neck. It is said that this breed was commonly owned by leaders of war such as Alexander the Great and Genghis Khan. Interestingly, Zeppo Marx of the Marx Brothers was one of the first owners of Afghan Hounds in the United States. Another interesting fact is that the Afghan Hound became extremely popular in 1981 after Mattel introduced Barbie’s pet Afghan Hound named Beauty. In addition, the first dog to be cloned was an Afghan Hound named Snuppy. This was done in 2005 in South Korea by using skin cells of a three-year-old Afghan Hound and 123 surrogate mothers. There were three successful pregnancies. However, one was a miscarriage and the other died of pneumonia right after birth. Snuppy was healthy and lived to be 10 years old."}, {"name": "afghan-retriever-afghan-hound-and-golden-retriever-mix", "activity": "The Golden Retriever is the epitome of what a family\ncompanion should be, but the Afghan Hound, while being mellow most of the time,\ncan be stubborn. Therefore, a dog that is a mix of the two can very easily\ninherit either the Golden Retriever’s easygoing nature or the Afghan Hound’s\ndeceptive mellowness. Either way, he will still require daily activities to\nkeep him mentally and physically sharp. Be prepared to spend at least an hour a\nday playing with your dog or taking him to the dog park or training for dog\nsports such as agility, rally, obedience or even fly ball. ", "appearance": "The Afghan Retriever looks more like a small-boned Golden Retriever than an Afghan Hound. The long snout and furry ears do resemble the Afghan Hound though, just like the long legs and thin but well-muscled body. The Afghan Hound has small brown eyes and an intelligent expression. They can be as tall as 27 inches and weigh up to 65 pounds with a powerful build, large paw pads, and a long neck. The Golden Retriever is built solid and stocky with a large blocky head, square muzzle, and medium sized brown eyes. The Afghan Retriever is expected to be similar in appearance to both breeds but may favor one or the other. It is impossible to know exactly what a hybrid breed will look like due to the mixture of two different parent breeds.", "maintenance": "The Afghan Hound is hypoallergenic but the Golden Retriever is a mild seasonal shedder so you should expect some level of shedding during the warmer months of the year. It is best to brush your Afghan Retriever at least every other day to promote good skin care and prevent mats. You should also clean their ears and eyes at this time and check for any redness or swelling. Many owners of both the Golden Retriever and the Afghan Hound take their dogs to be professionally groomed every few months, which is a fine idea if you live in a warm climate. Otherwise, you can bathe your dog with a mild shampoo when needed and trim the nails regularly as well.", "temperament": "The Golden Retriever is one of the most family-friendly dogs there is and this is what makes this breed so popular. They can get along with just about any animal and can be trusted with children of any age ​due to their lineage of being caretakers or guide dogs. The Afghan Hound can be a bit stubborn and may not be as easy to train as most breeds. However, if you stick to the training and provide positive discipline you should be able to train your Afghan Retriever to do whatever you want because they are very smart. After all, the Golden Retriever part of their lineage provides an eagerness to please and ability to follow the rules.", "size": "Weight: 55-70 lbs", "history": "Because this breed is new, the history is not known yet. However, by looking at the history of the parent breeds, this can give you a good idea of the characteristics of the Afghan Retriever. The Afghan Hound is an ancient breed from Afghanistan, where these dogs were found roaming in the Afghan mountains. When these independent beauties were discovered, they were brought down to town and used in hunting and gathering rabbits and gazelle for food. In the 1920s, the Afghan Hound was brought to the United States but was mainly found among the wealthy. They were registered by the American Kennel Club (AKC) in 1926 and became popular as show dogs for a while before losing their popularity in the 1950s. The Golden Retriever originated in England in the early 1800s and was documented by Lord Tweedmouth on the estate with Sir Dudley Majoribanks. This breed is famous for its retrieving abilities but is also good at hunting, field trials, obedience, and is often used as a guide dog for blind people. In fact, the first three dogs to win the obedience champion titles were all Golden Retrievers. This breed came to the United States in 1900 with Lord Tweedmouth’s sons to live on the family’s Texas farm. They quickly became popular as show dogs and as pets, being registered by the AKC in 1925 and is presently the 3rd most popular dog breed in the United States. The Afghan Hound ranks 113th most popular. Their fast learning skills made them invaluable to those who needed therapy dogs, guide dogs, and service dogs for the blind and handicapped, as well as narcotics detection."}, {"name": "afghan-sheepdog-afghan-hound-and-belgian-sheepdog-mix", "activity": "The Afghan Hound and Belgium Sheepdog can be stubborn and wary\nof strangers. It is a good idea to include socialization during their activity\ntime including going on walks around the neighborhood, visiting the dog park or\nparticipating in a class or dog sport. Your dog does not necessarily need to be\nsocialized with people and other dogs every single day, but you will want to\ninclude socialization at least two or three times a week. A large fenced in\nback yard is needed for him to run and play when he is home. Plan on spending\nat least 45 minutes a day with your dog exercising or playing fetch. ", "appearance": "The Afghan Hound is a tall, thin, and fast dog with a thick, long coat and curled tail resembling the Greyhound. The Belgian Sheepdog has long, black fur, a strong, sturdy body, and heavily muscled legs. They have large, thickly padded feet and an intelligent and alert expression. The Afghan Sheepdog is a large, longhaired dog with a long muzzle and long legs. Their body is well-muscled and strong but also very lithe and graceful. The long fur is usually straight and shiny but can be wavy in some dogs and comes in several colors such as brown and white; black and brown; and light brown or tan.", "maintenance": "Although the Afghan Hound is hypoallergenic and does not shed much, the Belgian Sheepdog is a seasonal shedder, so the Afghan Sheepdog will probably shed a bit during the summer months. The Afghan Hound and the Belgian Sheepdog both require a lot of maintenance to keep their coat and skin healthy so brushing at least twice a week with a stiff bristle brush is recommended. Otherwise, they will shed more and get matted and tangled. They can be bathed as needed, but usually keep themselves well groomed. Professional trimming is recommended if you live in a warm climate. You should also check their ears for wax and debris, trim their nails, and brush their teeth regularly.", "temperament": "Although the Afghan Hound is charming and independent, it can also be silly and aloof. They are good with older children if they have grown up with them but still need supervision. Although they are friendly dogs, they can be stubborn and standoffish at times and have to have time to get to know people before becoming used to them. The Afghan Sheepdog does not like strangers and tends to bark or growl at what they consider a threat to themselves or their family. They are smart dogs that can easily learn what you teach them but only if they want to. Their stubborn side can make training difficult so you have to be firm and let them know who is boss right from the beginning. The Afghan Sheepdog has to be socialized as a puppy so they are able to get along with other animals. Otherwise they will be shy and may even become aggressive.", "size": "Weight: 50-60 lbs", "history": "Since the Afghan Sheepdog is a new breed, their history is not well known. What is known is that the Afghan Sheepdog was bred between an Afghan Hound and a Belgian Sheepdog in Afghanistan to try to get the best of both breeds in one dog. The history of the Afghan Hound dates back to the sighthounds of ancient Egypt who were used by Nomads to hunt gazelle and rabbits for food. However, they were not acknowledged by the American Kennel Club (AKC) until 1926. They are originally from the Afghanistan Mountains where they were protected from the cold by their thick coat and high energy. They spent many years living isolated in the mountains before being recognized as excellent sighthounds. The Afghan Hound was first known as the Persian Greyhound or Barukhzy Hound in the 1900s when they came to England. The Belgian Sheepdog was previously known as the Groenendael, which was used for guarding and herding. In fact, at first, they were known as the Continental Shepherd, later to be listed under many different names such as the Hollander Herder, German Shepherd, Briard, Beauceron, Malinois, Tervuren, and Laekenois. They are traced back to the 1800s but were not officially recognized by the AKC until 1912. The name Groenendael came later, after the kennel that bred these dogs since 1893. In WWI, Belgian Sheepdogs were used as draft dogs, messengers, and sentry after being successfully used as police dogs for many years."}, {"name": "afghan-spaniel-afghan-hound-and-cocker-spaniel-mix", "activity": "Having a dog that is part Afghan Hound and part Cocker\nSpaniel may seem like the best of both worlds, however, both breeds can have a\nstubborn streak that makes training sometimes difficult and they both can\neasily become shy around strangers. Socialization and training should be a part\nof your dog’s daily activity plan. Taking him on long walks through the\nneighborhood or nearby parks is a great way for him to exercise and meet new\npeople along the way. Be ready to spend at least 45 minutes a day with him\nplaying games or going for walks to keep him active and happy.", "appearance": "The Afghan Spaniel is a medium sized dog that has a well-proportioned body with sturdy legs, a large head and muzzle, long neck, and furry hanging ears. They have a long, thin outer coat with a thick undercoat that protects them from the cold. The Afghan Spaniel comes in many color combinations depending on the parents’ coloring. Some of the most commonly seen colors include cream, white, golden, black, light brown, brown, and combinations of these. With their inquisitive expression and dark oval eyes, they look like they know what you are talking about. The Afghan Spaniel tends to look like a smaller boned Cocker Spaniel or a short Afghan Hound, depending on which traits are stronger.", "maintenance": "Both the Afghan Hound and Cocker Spaniel have long, fine hair that needs a lot of attention. Therefore, you should be prepared to brush your Afghan Spaniel at least three times a week to keep the coat from getting matted and the skin healthy. Another alternative is to get your dog trimmed and groomed every few months. You can bathe your dog when needed with a gentle shampoo and conditioner specially made for dogs with fine hair.", "temperament": "Due to the limited amount of information on this breed, the temperament of their parent breeds is the best way to determine how they will turn out. The Cocker Spaniel is a loyal and lovable family pet that likes cuddling as much as she likes hunting. They do well with children and pets and is really too friendly to be a guard dog. The Afghan Hound is an independent breed that can be wary of strangers so they make good guard dogs. They can become destructive if they do not get enough of your time to keep them from being bored so think twice about this breed if you are away from home often. However, they are happy if they are able to chase the neighborhood squirrels in a fenced yard all day.", "size": "Weight: 30-45 lbs", "history": "There is little known about the Afghan Spaniel because it is so new but the histories of the parent breeds can give insight into its characteristics. The Afghan Hound is a sighthound and one of the oldest breeds in history, dating back to Ancient Egypt where drawings of these beautiful dogs were found. It is thought that the Afghan Hound was used in hunting to flush and catch gazelle and rabbits. They were finally noticed in the early 1800s when they were brought down from the mountains of Afghanistan where they had lived isolated for centuries. At first, the Afghan Hound was known as a Barukhzy Hound or Persian Greyhound but was later renamed for the area in which they originated. They were first noticed in the United States in 1926, when it was recognized by the American Kennel Club (AKC) and it became popular but mostly with the wealthy. The Cocker Spaniel comes from a large family called the Spaniels that have seven varieties, which are the Welsh Springer Spaniel, Sussex Spaniel, Irish Water Spaniel, Field Spaniel, English Springer Spaniel, Cocker Spaniel, and Clumber Spaniel. They were divided depending on whether they were water or land Spaniels, with several types of each. This breed dates all the way back to the 1300s when a description was written by Gaston Phebus. The Cocker Spaniel is one of the most popular dogs in the United States and has been a member of the American Kennel Club (AKC) since 1878. The name Cocker comes from their special ability to hunt woodcock."}, {"name": "afollie-afghan-hound-and-collie-mix", "activity": "Being classified as medium to large sized dogs, the Afghan Hound and\nCollie each require about an hour each day of actual activity. Therefore any\ndog that is a mix of the two will have the same activity level and exercise\nneeds. Playing ball in the back yard, provided your yard is large enough, is an\nexcellent way to keep him moving. However, the Collie is a very social dog and\nwill need to have social interactions with other people and dogs to keep him\nhappy. The same may be true for a dog that is part Collie. Dog sports are an\nexcellent to keep your dog in shape, create a strong bond and give them the\nsocialization they need and crave. ", "appearance": "The Afghan Hound is a large, classy breed and the Collie is a graceful medium to large breed dog so the Afollie tends to be a medium to large sized breed with a long coat, strong bone structure, large muzzle, muscular legs, and furry ears. The neck may have somewhat of a frill or mane and the tail is long and can be carried low or curled up over the back. They have a lively and curious expression and always seem to look intelligent and proud. The Afollie has almond shaped dark eyes and a dark nose. Their ears may be held upright or hanging, and usually fold at the top.", "maintenance": "The Collie and Afghan Hound both need vigorous and regular grooming to keep their thick fur from getting matted. Brushing with a firm bristle brush several times a week should be sufficient if you do it properly. You must make sure you get every part of your dog, including inner elbows, groin, neck, and the back of legs. You can bathe your Afollie if needed, with a mild dog shampoo recommended by the veterinarian. If you do not have time to brush and bathe your dog properly, it is recommended that you take them to a professional groomer every few months for grooming. The teeth and nails of this hybrid dog must be attended to regularly; always used veterinarian recommended toothpaste when brushing your dog’s teeth.", "temperament": "The Collie is an intelligent and friendly breed that is easy to train but the Afghan Hound can be stubborn and difficult to train. Therefore, it is important that you stick to a strict regimen at all times. The Collie is a family dog who is good with children and other pets but the Afghan can be uptight or high-strung so you may get a mix of both of these. This hybrid does not bark much unless they have something to say but they can be good guard dogs for both animals and people. They work hard and like to play hard too, so it is important to include your Afollie in family play as well.", "size": "Weight: 50-65 lbs", "history": "Because the Afollie is a designer breed that has not been around long, little is known about their history. Therefore, the best way to determine the outcome of your Afollie is to look at the history of the Collie and Afghan Hound. The Collie has two types, which are the rough coated and the smooth coated. The rough coated Collie is just a smooth coated Collie with shorter hair. It is believed that the Collie came to the British Isles with the Celts when they settled there but there is no documentation of this until the 1800s. Actually, the AKC registered both types of Collie in 1885 as the same breed. At first, the rough coated Collie was a smaller black dog with a broad head but was later bred into a sable color and a larger body. Queen Victoria was impressed by the Collie and had one at Balmoral Castle in Scotland. Eventually, the Collie became popular in America when Queen Victoria entered two of them into the Westminster Dog Show in 1878. The Afghan Hound is one of the most ancient breeds that originated in the mountains of Afghanistan and became popular with the nomadic tribes for chasing and capturing rabbits and gazelle for food. They were able to survive the cold of the mountains because of their thick wooly coats and enjoy the cool air no matter where they live. The Afghan Hound is an excellent hunter and the Collie is a great herder so the Afollie would most likely be a good mix between the two."}, {"name": "aidi", "activity": "Bred to be working dogs in vast expanses, this breed needs a good amount of exercise to stay happy and healthy, so owners either need a large space for them to run or be active themselves. 10 to 12 miles of walking or running a week along with 45 minutes of additional activity/playtime per day should suffice. Because of their working mentality, they need a fair amount of mental stimulation to stay entertained, so games that get them to problem solve, fetching where they can burn energy and hone in on a target, and giving them actual tasks through training can go a long way in maintaining happiness and positive behavior.", "appearance": "The Aidi is a medium-sized dog, standing between 20 to 24 inches tall and around 50 to 55 pounds, with a thick, double coat to protect them from both extreme weather and predators. Their head is nearly bear-like with a tapered muzzle and a pronounced, protective mane from their ears down their neck. They have folded/half cocked ears that are often obscured a bit by their longer hair and dark, long eyes similar to a human. They are well-proportioned, being quite muscular in their chest and legs under their thick coats, and when trimmed down, show a surprisingly athletic figure. Their coat comes in a variety of colors including black, white, tawny, brown, pale red, and brindle and grows longest around their hindquarters and tail, giving them a bushy look overall.", "maintenance": "Despite having a long, thick coat, the Aidi is not terribly difficult to maintain. They shed only a moderate amount and usually see seasonal peaks, so brushing them twice a week with a good pin brush is a sufficient average to keep from matting and tangling, as well as brushing out excess hair. In high shedding seasons, it should be bumped up to around once a day to keep them happy and comfortable. Since their coat is weather protective, they need baths only occasionally as they need to maintain a healthy level of natural oils that can be washed away if bathed too frequently. Because of their size and food consumption, owners should brush their teeth twice a week and keep their nails to an appropriate length to prevent cracking and breaking. Although their upkeep is not particularly difficult, many take these dogs to professional groomers to keep their coats in proper shape, cleanliness, and length. As they are one of the healthiest breeds in the world, they take only minimal monitoring in that regard.", "temperament": "Aidis are known to be quite affectionate and equally loyal, which is largely why they've transitioned into being companion dogs as much as they are protectors and herders, if not more so. They are highly intelligent and take well to training, but tend to be sensitive in comparison to other breeds, so they need a good amount of attention and lots of positive reinforcement as opposed to a punishment-based training/treatment. They are exceptionally protective and have been known to go to great lengths to keep their families safe, which also tends to make them leery of other dogs, animals, and strangers, so proper training and socialization early on is key to their co-existence with others. They are relatively high energy dogs with a love for purpose so they ideally do best with active families, big yards, and those who are willing to give them things to do, or at least frequent interaction to keep them entertained, as well as an alpha who consistently maintains authority. If left unattended for long periods, especially in small spaces, they tend to get bored and frustrated and can become destructive or loud, especially since they are highly alert, so mental and physical stimulation are paramount to a happy, healthy life for both owner and dog.", "size": "Weight: 50-55 lbs", "history": "While the Aidi is largely connected to Morocco because of its large population there, it is believed that the breed actually originated from the Eastern Mediterranean coast, eventually coming further west with the Phoenicians, an ancient civilization that existed between 1550 BC and 300 BC, who both developed dog breeds and traded them. Others believe they may have originated in the Atlas Mountains themselves, a stretch that covers modern day Morocco, Algeria, and Tunisia, as a descendent of the Great Pyrenees, but a possibility also remains that they spread due to their ties to the nomadic Berber tribes that inhabited much of Northern Africa, or even some combination of those scenarios. Regardless of origins, they have existed in the region for centuries, largely used to protect their families and family herds from jackals and other predators. In more recent times, such as in Morocco, they've been paired up with the Sloughi, a trim, athletic sighthound, as the Aidi's nose is known to be as good as the Sloughi's sight and speed, making a dynamic duo of hunting dogs. However, as they've continued to spread, they've also developed a reputation as a great companion dog, as their high intelligence, affectionate nature, and loyalty have made them popular choices for family pets in the region."}, {"name": "airedale-shepherd", "activity": "The Airedale Shepherd, like the Airedale Terrier and German Shepherd, has a lot of energy and requires significant physical activity. This eager to please, active companion will do well with a yard they can run around in and but will prefer accompanying you on walks, runs, and bike rides. To make sure that your Airedale Shepherd gets the activity he needs, you will want to take him on at least two walks on a daily basis.", "appearance": "The Airedale Shepherd is a hybrid dog from the Airedale Terrier and German Shepherd; most of its shape is like that of a German Shepherd while its muzzle and ears are typically like that of the Airedale Terrier. The German Shepherd is a large, athletic and muscular dog that is longer than it is tall. The front legs of the breed are straight and the thighs are muscled. Dogs of the breed have compact feet with arched toes and thick pads and nails that are typically dark and short. The head is in proportion to the body and typically the eyes are dark and almond shaped. A muscular neck and strong back are hallmarks of the breed. The German Shepherd has a double coat in various colors. The face of the Airedale Terrier is long and strong and the breed has a coat of medium length, in a tan and black or grizzle pattern (blending of tan and black). Your Airedale Shepherd will draw on characteristics of the parents, leaning towards an appearance according to whichever parent has the dominant gene.", "maintenance": "Maintenance is required of both German Shepherds and Airedale Terriers and will be necessary for your hybrid. The German Shepherd has a double coat that will shed small amounts at all times; regular brushing (once or twice a week) is helpful. Expect that the shedding will increase seasonally. The Airedale Terrier has a dense and wiry coat that requires more brushing, along with cutting and shaping, perhaps with the assistance of a groomer. Bathing a German Shepherd should occur rarely and only as necessary (perhaps once or twice a year) so that your dog’s essential skin oils are not lost. Mental and physical challenges are important to Airedale Terriers as well as German Shepherds and you will want to provide these daily to your Airedale Shepherd. German Shepherds tend to be inactive when indoors, therefore they do well as a house dog. Outdoor time is very important for both breeds, making a yard for the dog to run and play in very helpful. Should a yard not be available, as long as plenty of outdoor activity is provided, Airedale Shepherds will do well.", "temperament": "The Airedale Shepherd is found to be good with children as well as with other animals. Notably easy to train, the breed is known to be watchful, alert, curious and obedient. Much of his temperament comes from the German Shepherd, who is known to be one of the most intelligent breeds of dogs. Popular for being loyal and courageous, the German Shepherd loves its family and is wary of strangers, barking when necessary in order to let their family know that something seems not right. For their part, Airedale Terriers are found to be bold, adventurous and playful. While the breed is intelligent, this dog can often be obstinate and headstrong. Like many other dogs, the Airedale Shepherd will require training from a young age. Easy to train, certain commands will be quickly learned (for example, sit and stay). Behavior training will be necessary so that your hybrid does not develop bad habits. It is important that while you are training your dog that you don’t get impatient, keeping a firm but kind demeanor. Often when in obedience class, owners will have to repeat a command multiple times and negative reinforcement is not recommended. Do your best to avoid keeping any frustration that you feel out of your voice. Your dog will sense you are growing frustrated and can associate training with making you unhappy.", "size": "Weight: 66-88 lbs", "history": "Because the Airedale Shepherd is a very modern breed, historical information is limited. The Airedale Terrier originated in the mid-1800’s when Terriers from the River Aire in South Yorkshire were crossed with Otterhounds in order to increase their ability to scent and to hunt around water. The breed was ultimately called the Airedale, after the region where it first existed. This brave and loyal dog served among soldiers during World War I, working as a guard, messenger, and hunter. In regards to the German Shepherd, the roots of the breed can be traced back to 7th century A.D. With the help of the German army, the breed was modified into a military dog around 1880; between the late 1800’s and early 1900’s, the breed was developed into an all-purpose working dog. "}, {"name": "airedale-terrier", "activity": "The Airedale likes to be top dog and because of this, socialization at the dog park or in obedience classes should be part and parcel of this pup's upbringing. This spritely breed likes to to busy and not only that, but bossy too, so in order to curb these tendencies providing plenty of outdoor activity is a must. Your Airedale will thrive on a couple of brisk walks per day; alternate activities can include hiking and exploration in a safe backyard area. Always supervise your pet when outside; digging is a favorite pastime and an unplanned escape may occur if he is left alone.", "appearance": "Their head should be well balanced between the skull and foreface with a long flat skull. The ears are small, shaped like a triangle, and point to the sides. They have a black nose and small dark eyes with an intelligent expression. Airedale Terriers should have strong white teeth with a level vice-like bite. A moderately long and thick neck should slope into the back with flat shoulder blades. The chest is deep but not broad with a short, strong back. Legs are straight, muscular, and proportionate with the rest of the body. The feet of the Airedale Terrier should be small and round with deep, cushioned pads. The short, wiry coat should be dense and slightly wavy. There is a softer layer underneath for warmth. The Airedale Terrier should have a tan head and ears and the sides and back should be black or darkly grizzled. Some dogs have a small white blaze on their chest.", "maintenance": "This breed does not shed much but still needs to be brushed weekly with a slicker brush and groomed at least once every few months to keep them looking great. They do not have to be trimmed but many Airedale Terrier owners have their dog groomed or trim it themselves a few times a year. Otherwise, their hair can be too thick and unruly. Airedale Terriers are energetic and need lots of attention from their humans so be prepared to spend at least one or two hours per day with your dog. They are not great in apartments but if living in that environment would rather have a large area with a big yard to play in. However, if left alone in the yard too long with nothing to do, you may find holes all over the place so be sure to provide your Airedale with plenty of activities and toys outside. As with all dogs, they need the right amount of high-quality food recommended for their weight, age, and breed.", "temperament": "Airedale Terriers have great personalities and they are very intelligent dogs. They need to be trained to prevent them from doing naughty things when left alone such as chew up your furniture or dig escape routes under the fence. This breed needs to be socialized and they love to play constantly if you let them. They do not usually bark unless there is a reason but when they have a reason, they sure do know how to bark. Airedale Terriers are friendly and loyal dogs who love their family but do not back down from challenges. Therefore, you have to introduce them to your friends or others who are invited into your home to prevent them from attacking because they are very courageous and fearless. If you provide your Airedale Terrier with the love, attention, and training needed, you will have a wonderful addition to the family. Attention is of major importance because a bored Airedale Terrier can get into trouble.", "size": "Weight: 44-50 lbs", "history": "The Airedale Terrier is known as the King of Terriers because of its size as the largest terrier. Originating in the mid-1800s by the Aire River in England (which is where the name came from), this breed was developed from a mix of Otterhounds, Old English Black and Tan Terriers (now extinct), Bull Terriers, and other unknown Terrier breeds. They were originally used by the Yorkshiremen to hunt large rats on the Aire River. They even had rat hunting competitions. The Airedale Terrier was first named the Waterside or Bingley Terrier but was then named Airedale in 1878 for the area where it originated. The Airedale Terrier became a dog show favorite and as breeders became more interested in its appearance, they started breeding it with Bull and Irish Terriers. One famous Airedale Terrier whose name was Master Briar became a star in 1900 after he won many show championships. Other famous dogs include Little Duke, who was owned by the late actor, John (Duke) Wayne; President Woodrow Wilson had an Airedale named Davie; Calvin Coolidge owned Laddie Buck (also called Paul Pry); and Warren Harding owned one named Laddie Boy. This breed was also known for serving with the troops in World War I as a hunter, messenger, and guard. They are also still used in law enforcement sometimes. Although they were more often used as hunters previously, they are now also found in homes as companion pets and make excellent guard dogs. They are loyal and fiercely protective of their family."}, {"name": "airedoodle", "activity": "The Airedoodle, like the Airedale Terrier and Poodle, has a lot of energy and requires significant physical activity to maintain good physical and emotional health. Daily exercise in the form of a long walk, jog or hike will be important for your dog. Supervised access to a fenced-in yard is helpful in order to allow them an area where they can run and play. Mental stimulation is also key for the Airedoodle; this can include tracking exercises, hunting, guarding, competitive obedience and police work. A home with a fenced in yard in ideal for the Airedoodle so that he can get some energy out on a daily basis in addition to his training and walks.", "appearance": "The Airedoodle is a hybrid dog from the Airedale Terrier and Poodle, averaging anywhere from 40 to 65 pounds and standing twenty-two to twenty-six inches tall. With wiry coats, the hybrid will typically have a long snout in proportion to their overall head length. With faces that appear friendly, their head is round in shape and their ears are typically floppy. Dogs of the mix are usually squarely built with a strong and sturdy appearance. Their medium length, dense coat can range from wavy to curly and coarse to soft.", "maintenance": "The Airedoodle will likely have moderate shedding and will require regular brushing. How much shedding will be dependent on whether the coat is more like that of a Poodle, who does not shed, or an Airedale Terrier who does. The maintenance of a Poodle includes trimming, brushing and shampooing (with a dog shampoo), while the Airedale Terrier requires brushing twice a week along with shaping. The Airedoodle should have their teeth brushed regularly to ensure long term dental health and their nails should be trimmed as needed; a good sign that nail trimming time is near is when you can hear a clicking sound as your Airedoodle crosses the floor. Like many other dogs, the Airedoodle will require training from a young age. Happy to perform in obedience classes, certain commands will come easily. Behavior training will help your dog avoid developing bad habits that may be difficult to break. It is important that while you are training your dog that you don’t get impatient. It is likely that you will have to repeat the command multiple times and negative reinforcement is not recommended. Do your best to avoid keeping any frustration that you feel out of your voice. Your dog will sense you are growing frustrated and can associate training with making you unhappy. ", "temperament": "The Airedoodle is very energetic, as well as intelligent and friendly. This curious and capable hybrid will get along well with other dogs and make great family pets and  good watchdogs. The Airedoodle is lovable and loyal and it is known that they love being with people and thrive on being a part of the family. Found to be adaptable, the Airedoodle is eager to learn, making training an enjoyable experience for both owner and canine, and basic commands will come easily to him. When training your Airedoodle you will want to stay relaxed, firm and confident as your dog will be able to feel your emotions. Early socialization is important, after which the hybrid will do well with children of all ages as well as other animals. ", "size": "Weight: 40-65 lbs", "history": "The hybrid called the Airedoodle is a new breed of dog that does not have a detailed past. However, the two breeds that combine to make the Airedoodle, have centuries of history. The Airedale Terrier originated in the mid-1800’s when Terriers from the River Aire in South Yorkshire were crossed with Otterhounds in order to increase their ability to hunt around water and improve their ability to scent. The breed was ultimately called the Airedale, after the region where it first existed. The Airedale Terrier served alongside troops during World War I as a guard, messenger, and hunter. Officially, the Poodle is thought to have originated in France and that the earlier ancestors of this breed were dogs with curly coats from Asia. At first, the Poodle was a water dog; later, in France, it was utilized for its excellent duck-hunting abilities. The breed has served man well as a guide dog, guard dog, service dog, and performing dog. "}, {"name": "akbash", "activity": "", "appearance": "The Akbash is usually solid white in color or they can have some biscuit coloring in their coat or on their head. Most livestock guardian dogs are lighter in color so they blend into the flock or herd and shepherds do not mistake them for predators which are usually dark. Many Akbash have double dewclaws on their rear legs. His coat can be short or long but both varieties are double-coated, meaning they have a topcoat and an undercoat. He is prone to heavy shedding, especially during the spring and summer. His coat should be straight but can have a slight wave. His topcoat is coarse with outer guard hairs that are longer. The undercoat is fine and soft to touch. The short coat variety has body hair that is short to medium in length and is close fitting to his body. He will have slightly longer hair around his neck, on his legs, thighs and tails. The long coat variety has long body hair that often has a slight wave but it should never appear curly.", "maintenance": "The Akbash can have either a short coat or a long coat. Both varieties have a thick undercoat that does shed excessively. The Akbash experiences shedding throughout the year and he does experience excessive shedding during the spring and summer when the dense undercoat comes out for the hotter weather. He will need to be brushed once a week to remove loose hairs and dirt from his coat. He will need to be brushed daily when he is shedding excessively to prevent matting. Use a pin brush and a metal comb to groom him. The short coat variety can be brushed with a natural bristle brush. Since his ears hang down, they will need to be checked weekly and cleaned as needed to keep infections from occurring. He does not need bathed often, only 2 to 3 times a year using a mild shampoo. His nails should be trimmed as needed, generally every 2 to 3 weeks. A routine dental plan should be followed to ensure he has healthy teeth and gums.", "temperament": "Generally, the Akbash is a protective, watchful dog who takes his job of protecting his family and flock seriously. He is suspicious of strangers including dogs he does not know. He can become aggressive towards people and animals he is not familiar with. The Akbash does require early socialization and training to ensure he is a well-adjusted family member. He can be food aggressive and families with children are not ideal families for the Akbash. Inexperienced dog owners should not consider an Akbash for a family companion. Akbash puppies may be cute, but they are big, powerful puppies who like to play rough including biting or mouthing during play. His training must begin at a young age and continue throughout his lifetime. He also must be socialized from a young age to ensure he does not become an aggressive dog. Puppies are very active; however their activity level does become less as they mature. He does require a solid fence that is at least five or six feet tall. ", "size": "Weight: 90-140 lbs", "history": "The Akbash was originally developed in Turkey possibly around 750 B.C. as a livestock guardian dog. He is almost always white in color or biscuit color to allow them to blend in with the flock and surprise potential predators. He originated in the western plains and mountains of Turkey and is thought to descend from mastiff-type dogs and sighthounds. Since the Akbash was a livestock guardian, he formed strong bonds with his flock or herd. He is more independent because he would live with the livestock without much human assistance or guidance. He has excellent eyesight and acute hearing, making it very difficult for predators to get close to the livestock. The Akbash is considered to be the counterpart to Mediterranean Basin guardian dogs; however, the Akbash is unique because of his combination of being stout like the Mastiff but also having sighthound characteristics. In the 1970s, Americans David and Judy Nelson began performing fieldwork in Turkey and they studied the Akbash. Since then, there have been over 40 Akbash imported into the United States by the Nelsons. The dogs that were imported by the Nelsons became the foundation stock for the Akbash in both the United States and Canada. The United States Department of Agriculture accepted the Akbash into its Predator Control Program in 1980. The Akbash was recognized as a guardian dog by the U.S. Department of Agriculture. In 1998, the United Kennel Club (UKC) officially recognized the Akbash as a breed and allowed him to compete in all UKC sanctioned events. "}, {"name": "aki-poo", "activity": "The Aki-Poo, like the Akita and Poodle, has a lot of energy and requires significant physical activity to maintain good physical and emotional health. Daily exercise in the form of a long walk (at least 30 minutes), jog or hike will be important for your dog. Access to a fenced-in yard is helpful in order to allow them an area where they can run and play. Supervision is a must as is recommended with all dogs, in order to prevent injury or unexpected escape when interest in piqued. Your dog may also enjoy swimming, playing fetch and games that involve tugging. Opportunities to use his herding and hunting instincts will also be important for your dog.", "appearance": "The Aki-Poo is a hybrid dog from the Akita and Poodle, and can average in size anywhere from 40 to 120 pounds and stand fifteen to twenty-eight inches in height. This is a large variance for this hybrid because size will be dependent upon that of their parents (the Poodle parent in particular can range greatly in height and weight). The coat of the Aki-Poo can resemble that of the Akita, who sports a short, thick, dense double coat, or the Poodle who tends to have a thick and wiry texture to the fur. Color can be any shade that presents on an Akita or Poodle. A sturdily built hybrid, the ears of the Aki-Poo can either be erect or floppy. This hybrid will often have a dark muzzle and small eyes, with curly and fluffy tails. ", "maintenance": "The Aki-Poo will likely have moderate shedding and will require regular brushing. How much shedding will be dependent on whether the coat is more like that of a Poodle, who is not a shedder or an Akita who is. Should the coat be more like a Poodle’s, brushing will still be necessary, as the shedding hair will stick to the dog’s coat until removed. The maintenance of a Poodle includes trimming, brushing and shampooing (with a dog shampoo), while the Akita requires regular brushing. Dogs of the breed should have their teeth brushed regularly to ensure long term dental health and their nails should be trimmed as needed. Like many other dogs, the Aki-Poo will require training from a young age (eight to twelve weeks of age). Easy to train, basic commands will come easily to this intelligent, curious hybrid. Behavior training will help your dog avoid developing bad habits. Patience is required when you are training your dog. It is likely that you will have to repeat the command multiple times and negative reinforcement is not recommended. Do your best to avoid keeping any frustration that you feel out of your voice. Your dog will sense you are growing frustrated and can associate training with making you unhappy. Regular exercise is important for your Aki-Poo’s physical and emotional health.", "temperament": "The Aki-Poo can inherit personality traits from the Akita and the Poodle. Like the Akita, the Aki-Poo can be very protective of their families, allowing dogs of the breed to make excellent watch and guard dogs. The Aki-Poo may be vocal without barking extensively, like the Poodle. This hybrid combination produces dogs that are typically affectionate, loyal, lively, easy-going and playful. When properly socialized, the Aki-Poo enjoys playing with children and can do well with other household pets. Like the Akita, the Aki-Poo may struggle with younger kids (toddler and infant), particularly if they were not raised with one another. If the Aki-Poo inherits the intelligence of the parent breeds, he will be very trainable and eager to learn. If the Aki-Poo is not trained and is left alone for long periods, he can develop destructive behavior and experience separation anxiety. Like the Poodle, the Aki-Poo can enjoy retrieving and water activities. Obedience training and agility practice will be ideal for this energetic canine. The Aki-Poo can be vocal, but not bark extensively.", "size": "Weight: 45-120 lbs", "history": "The hybrid called the Aki-Poo is a new breed of dog that does not have a detailed history. However, the two breeds that combine to make the Aki-Poo, have long histories.Officially, the Poodle is recognized as originating in France and it is thought that its earlier ancestors were dogs with curly coats from Asia. At first, the Poodle was a water dog; in France it was known for its duck-hunting abilities. The breed has served man well as a guide dog, guard dog, service dog and performing dog. The ancestors of the Akita were called matagi-inu which means “hunting dog”. Often used as fighting dogs, in the late 1800’s they were crossed with other breeds in order to improve fighting ability. In 1927, the Akita-Inu Hozonkai Society of Japan was formed with a goal of preserving the original Akita and in 1931 the breed was given the designation of a national treasure of Japan. This handsome canine became more common in the United States after WW II when soldiers returning from serving in Japan brought the dogs with them. Today, we often see them working as guard dogs or as a part of law enforcement. "}, {"name": "akita-chow", "activity": "The Akita Chow is a large dog who is an independent thinker. He will require a lot of exercise on a daily basis. He will enjoy a long run or a walk on his leash. A fenced-in yard will be helpful where he can safely run and play as he likes. While the Akita is a high energy dog, the Chow Chow tends to be a bit on the lazy side; your Akita Chow can be anywhere on that continuum. Regardless of how motivated (or unmotivated) your Akita Chow is to get exercise, he needs it to help him remain in good health.", "appearance": "The Akita is a hybrid dog from the Akita and Chow Chow, averaging anywhere from 83 to 133 pounds and standing 23 to 25 inches in height (size will be dependent upon that of their parents). The body of the Akita is strong and sturdy like his parents and large in size. Majestic and attractive, grooming will be important as both of the parents sport a thick coat. The fur of the Akita Chow is long, straight and thick and can be seen in fawn, silver, white, brown, red and black. The Akita Chow tends to have a roundish face with almond shaped eyes. The tip of their nose is black and their head features erect ears. ", "maintenance": "The thick hair of the Akita Chow will require regular brushing (3-4 times per week) to keep it clean and healthy. The nails of your Akita Chow should be trimmed as needed and his teeth brushed regularly to ensure his long term dental health. As the Akita Chow can be stubborn, training may be challenging. A reward-based training program with positive reinforcement can begin from the time you bring your young dog home. Socialization of your Akita Chow is also important. It is best to first socialize him with a small group prior to introducing him to larger groups. Use touch and treats to reinforce positive behavior around others and help him become accepting of people and dogs. Teaching your Akita Chow obedience is also important. You can start by training your dog to accept your leading him. This will help him feel more secure that someone else is in charge and help him to think before showing aggressive behavior.", "temperament": "Very much like his parents, the Akita Chow is independent and can even be obstinate. He is intelligent, and is very loyal and possessive of his owners but not known to be overly affectionate. If you would prefer a dog that does not jump on you and lick your face, the Akita Chow is a good choice. Akita Chows are protective and may show dominant behavior over human and animal as a result. Without being well socialized, they will show aggression toward strangers, who they usually are uncomfortable around. Care should be taken when your dog is around children due to his large size and the fact that he does have bossy tendencies. Older children can be taught to stand their ground with kindness but firmness, while younger children may feel timid and a bit overwhelmed by this large, sometimes in-your-face breed.", "size": "Weight: 99-145 lbs", "history": "The hybrid called the Akita Chow is a new breed of dog that does not have a detailed history. However, the two breeds that combine to make the Akita Chow, have centuries of history. The ancestors of the Akita were called matagi-inu which means “hunting dog”. Dogs of the breed were often used as fighting dogs in the late 1800’s and crossed with other breeds in order to improve fighting ability. In 1927 the Akita-Inu Hozonkai Society of Japan was formed with a goal of preserving the original Akita and in 1931 the breed was given the designation of a national treasure of Japan. This dog became more common in the United States after WW II when soldiers returned, along with the dogs, from serving in Japan. The Akitas often work as guard dogs or as a part of law enforcement. The bone structure of the Chow Chow is similar to the oldest fossilized dog remains from several million years ago. It is thought that the Chow Chow originally worked as a temple guard dog and was used for hunting (especially for nobility). When imperial hunts declined, the number of Chow Chows did as well. Stories exist that the Chow Chow was used for food and fur in Mongolia and Manchuria. The Breed got its name in the late 1700’s when dogs arrived in England from China; the name is said to come from the word that meant Oriental knickknack, as the dogs were listed as such on the ship’s cargo log. More of the breed were imported to England and then the United States in the late 1800’s, ultimately gaining popularity in the US in the 1980’s."}, {"name": "akita", "activity": "The Akita is a very forward, energetic dog who will thrive and be at their best with exercise, attention, mental stimulation, and fresh air all in abundance. The perfect companion for hiking and running, especially in cool or cold weather, the Akita prefers human companionship over canine company as his tendency to want to dominate may be a hindrance at the dog park. However, with early socialization and consistent effort, you and your dog can enjoy the company of others while at work or play. Regular intensive activity is a must for this breed, so take advantage and keep both yourself and your dog in tip top shape.", "appearance": "The Akita has a very powerful and muscular body type with large bones and a powerful appearance. The muzzle is deep, their dark brown eyes are small and alert, and they have pointed ears that are slightly angled. Some say their massive triangular head is bear-like. They look fierce and determined, which fits with their stubborn personality. They have a broad black nose with a lighter (preferably white) mask. Teeth are strong with a scissors or level bite in a powerful jaw. Their paws are huge but cat-like and well-knuckled with thick foot pads. The thick and furry tail is the trademark of the Akita, and curls up over the back and no two tails are alike. Some have a double curl. The medium length coat is double-coated. The undercoat is thick and soft with a longer protective hair coat called guard hairs. These are not as soft as the undercoat. It is dense enough to keep them warm and dry in the harshest conditions such as the mountains of Japan where they are from. There are many types of coat colors such as red, gray, black, silver, pinto, white, black brindle, blue brindle, brown brindle, red brindle, fawn, and fawn brindle. Some have a mask that is white or a lighter color than the rest of the coat. Also, the undercoat may be a different color than the outer coat.", "maintenance": "Although the Akita is a clean dog that grooms regularly, you should brush them at least once a week to keep them from shedding too much. Just a short brushing with a soft brush is sufficient. They do not need to be bathed unless they get unusually dirty since they do most of their own grooming. A shampoo once every few months is suggested. The Akita sheds quite heavily a few times per year. Because of this, they are not considered hypoallergenic. It is always a good idea to brush your dog’s teeth once a day but you should ask your veterinary care provider for tips and what you should use to clean them with. You should not use toothpaste unless recommended by the veterinarian. Pay special attention to your Akita’s eyes because they are prone to many eye conditions. Call your veterinarian if there is any whiteness, redness, or discharge from the eyes. The Akita needs plenty of exercise and you should plan to take your dog for a brisk walk or jog daily as well as allowing him to run in a large fenced yard. In fact, they can (and prefer to) live outside in colder climates. You should provide shelter (like a dog house), shade, and plenty of water for your Akita while outside. They like to play and hunt, especially in the winter when it snows. Akitas love the snow. Because Akitas are so large and have so much energy, they get hungry fast and tend to eat too quickly. The veterinarian can recommend a special bowl to help with this habit and can recommend a feeding schedule. It is suggested that you feed your Akita twice a day to total about six cups of food per day, depending on the size of your dog. A premium commercial dog food with meat as the first ingredient should be fed with fresh food as well. Cubed vegetables such as peas, carrots, potatoes, and yams; hard boiled eggs, and rice are good fresh foods to feed your Akita.", "temperament": "The Akita can be aggressive to other animals and should not be trusted around smaller animals like cats, chickens, and ducks. Every Akita is a hunter, even if they have never been taught to hunt. Therefore, they will hunt, attack, and eat small animals that they consider to be game. Adult supervision is recommended with children and they should be taught not to tease the Akita. Because they consider eye contact to be a challenge, you should never get down in the Akita’s face and look them in the eye. Even if you have had the dog for years, they have an instinct in them that can pop up at any time if triggered. In addition, they are very possessive of their food so nobody should be allowed near the Akita during meals. Strangers are considered the enemy to your Akita so you will need to introduce your dog to friends and relatives in order to keep them from being attacked. However, the Akita is a loving and loyal companion dog and will protect the family against anything. The Akita is not a barking dog but will be vocal with owners. Training an Akita can be difficult because they are so determined and stubborn. But, they are very smart and with the right training and a lot of patience from you, your Akita can learn to do anything. ", "size": "Weight: 100-130 lbs", "history": "The Akita breed was named after the Akita prefecture on the island of Honshū where the dogs originated in Japan in the 1600s. These dogs were originally found in the snowy mountains and were referred to as snow country dogs by the natives before they were named Akita. There is a debate about the name between the United States, Canada, and the rest of the country. According to the US and Canada, there is only one breed of Akita and there are two types, the American Akita and Japanese Akita. However, the rest of the world considers these two as separate breeds. The Akita Inu Hozonkai Society of Japan was founded in the late 1920s and the breed was designated as a national treasure to Japan in 1937. The reason for this decision was the loyalty of the Akita, Haichiko, who met his owner at the train station every day at a certain time. Haichiko continued to go to the train station every day to wait for him for almost a decade after his owner died. The first Akita in the United States was given as a gift to Helen Keller from the Japanese government while she was there visiting. Her name was Kamikaze-Go. However, the American Kennel Club did not officially recognize the breed until 1972, almost 40 years later. The Akita comes from the Northern Spitz breed. The original purpose of the breed was to hunt large animals such as elk, bear, deer, and wild boar. The hunters had the Akita flush out and corner the game until they were able to come and shoot it. Some also trained their Akita for fighting by mixing them with a fighting dog breed, called the Tosa. After a fatal outbreak of rabies in the early 1900s where over 3,000 Akitas died, that tradition was stopped. Several years after Helen Keller got her Akita, soldiers in World War II smuggled many Akitas home from war to save them from being killed for food or shot."}, {"name": "akita-pit", "activity": "Your Akita Pit will need a significant amount of activity. Akitas crave both mental and physical exercise and physical activity is also very important for Pit Bulls. In fact, if a Pit Bull does not get the exercise it needs it will let you know with destructive behavior. It is likely therefore, that your Akita Pit will be no different. Daily exercise in the form of long walks, hikes and jogs will be enjoyed by your Akita Pit. A fenced in outdoor space will be helpful for your dog as it will allow him the opportunity to get his energy out. Ensure that the space you have provided is safe and supervise him at all times.", "appearance": "The Akita Pit is a hybrid dog from the Akita and Pit Bull, averaging anywhere from 30 to 66 pounds and standing 16 to 22 inches in height (size will be dependent upon that of their parents). Both parent breeds are considered athletic canines so you can expect that your pup will be muscular and strong, and most likely very agile as well. Medium in size, the Akita Pit has a sturdy build and a short coat that lies flat against his body, similar to both parent breeds; their coats vary somewhat in density and the Akita Pit will have a thickness of coat dependent on which parent’s genes are predominant. The coat of the Akita Pit can be seen in fawn, white, blue, black and brindle.", "maintenance": "Maintenance of the Akita Pit should be pretty simple with weekly brushing and bathing as necessary. Grooming time can become good bonding time as well, allowing your Akita Pit the necessary learning of sitting still and tolerating be touched and examined. The nails of your Akita Pit should be trimmed as needed and his teeth brushed regularly to ensure his long term dental health. Regular exercise will be important for your Akita Pit. As with Pit Bulls, your Akita Pit may become destructive if bored and inactive. Training of your Akita Pit is important and should begin at an early age. Easily trainable, this eager-to-be-in-the-action dog will quickly learn basic commands like sit and stay. Behavioral training and early socialization will also be important for your Akita Pit allowing him to learn about and become comfortable in different situations.", "temperament": "Like the Akita, the Akita Pit is independent and can be stubborn. The Pit Bull parent is intelligent like the Akita parent, but may also have a liking for dominating the relationship between human and canine. Obedience training will be a must for this hybrid, but can be a combination of kindness and a firm hand. Consistency in training is key. Search around for a recommended dog trainer who is knowledgeable on how to get the absolute best out of a dog with a mind of his own. Akita Pit dogs are good with children as well as with other animals, although socialization is needed, as it is with any breed of dog. As a breed, the Akita Pit is eager to please and has a lot of enthusiasm. The Akita Pit will likely be protective of his family, obedient, loyal and friendly, as well as intelligent. It is rare that an Akita Pit will be aggressive towards people and should be relatively easy to train when consistent methods are used.", "size": "Weight: 35-66 lbs", "history": "The hybrid called the Akita Pit is a new breed of dog that does not have a detailed history. However, the two breeds that combine to make the Akita Pit, have centuries of history. The ancestors of the Akita were called matagi-inu which means “hunting dog”. Dogs of the breed were often used as fighting dogs in the late 1800’s and crossed with other breeds in order to improve fighting ability. In 1927, the Akita Inu Hozonkai Society of Japan was formed with a goal of preserving the original Akita and in 1931 the breed was given the designation of a national treasure of Japan. The breed became more common in the United States after WW II when soldiers returned from serving in Japan with the dogs in tow. Dogs of the breed often work as guard dogs or as a part of law enforcement. As for the Pit Bull, the original “bulldog” that was used for boar hunting and as a guard, is seen in paintings that go as far back as the 1500’s. These dogs look a lot like the Pit Bull we see today. They were called bull dogs as a result of being the dog best suited to the sport of bull baiting. In 1835 bull baiting was outlawed in England and its promoters sought a new way to profit, turning to ratting and dog fighting. It is thought that at this time, one or more types of Terriers were mixed with the dog so that it would have a higher drive to seek prey and be more aggressive as well as reduce its size and increase its agility. The American Pit Bull Terrier is the product of English and Irish stock that arrived in the US during the 19th century. These dogs did well as cattle dogs and dogs that could catch pigs. While some were still used in fights, the majority of them worked as hunters, herders, guardians and friends, even earning the nickname of nanny dog. "}, {"name": "akita-shepherd", "activity": "Herding and Spitz breeds are known for their fortitude and work\nethic; the Akita Shepherd is no exception. Ideally, Akita Shepherds will spend\nat least 60 minutes a day exercising in a cool climate. They enjoy having a task\nlaid out in front of them. As such, these dogs will follow their owners on\nhikes, runs, or other expeditions eagerly. Because they are so adventurous,\nAkita Shepherds do best in rural or suburban areas where they have access to\nlarge expanses of land to explore and run around in. Akita Shepherds are also\nvery smart and require some level of mental stimulation. Indoor activities and\ngames may satisfy this need.", "appearance": "The Akita Shepherd has the body of a German Shepherd and\nthe face and tail of an Akita Inu. Keep in mind, however, that because this\nbreed is not stabilized, it can inherit any combination of physical traits from\nits parent breeds. Nonetheless, Akita Shepherds will generally have medium-sized, erect ears, dark triangular eyes, and a scissor bite muzzle. They will also have\nthe characteristically Spitz tail, which curls upwards and has a full, plush\ncoating. Their bodies are muscular and strong, with the sloping back of a German\nShepherd. The Akita Shepherd’s dense coat is generally medium-length and comes in\nseveral colors that are common to both parent breeds. Dogs that take after\ntheir Shepherd heritage will also inherit faint or strong dark markings around the face\nand muzzle.", "maintenance": "Akita Shepherds are not hypoallergenic and not suitable\nfor pet owners with allergies. Their coats shed moderately and require weekly (at least) brushing to stay clean, shiny, and neat. Owners can use a variety of\ntools including a slicker or pin brush for grooming depending on how long their pets coat is\n(pin brushes are for longer coats). Beyond this, Akita Shepherds\nare fairly easy to maintain; they only need occasional baths and monthly to\nbi-monthly nail clippings. The most strenuous part of maintaining an Akita\nShepherd is checking its coat and ears regularly for debris and brushing its teeth on a daily basis.", "temperament": "The Akita Shepherd is a very serious breed; it is reserved\nand aloof like both of its parents. It has a natural inclination to guard and\nprotect, and its personality reflects this impulse in most situations. When it\nis comfortable, however, Akita Shepherds can be very energetic and playful.\nStill, these dogs are not great with strangers, other animals, or young\nchildren. Though they are loyal and kind to loved ones, they can be aggressive\nif they feel threatened or are unsure of themselves. As pets, Akita Shepherds\nrequire firm and consistent training; otherwise, this high-strung breed will overpower\nthose around them. For the same reason, early socialization is very important\nfor raising a well-adjusted Akita Shepherd. Beyond this, Alaskan Shepherds are quite\nintelligent and can be trained to respond to relatively complex commands and\ntasks. They value their independence, but will happily relax alongside their\nowners at the end of an (ideally) active day.", "size": "Weight: 65-85 lbs", "history": "The German Shepherd and\nAkita Inu were bred together to create this hybrid breed. The Akita Shepherd’s German\nShepherd parent originated in the 1800s and was bred in Germany as a sheep herder.\nThe Germans quickly recognized the breed’s intelligence and employed it as a courier\ndog in the German military in both World War I and II. German Shepherds were further\nrefined in Germany under the guidance of the Verein fur Deutsche Scharferhunde\nSV, which was established in 1899 specifically to shape the development of the\nbreed. During the 20th century, German Shepherds grew in popularity\nnot only in their native country, but also in North America as a working and\nguard dog, as well as loyal pet. The American Kennel Club recognized the German Shepherd in 1908\nand it remains a popular dog in the United States and Europe – especially\nGermany – to this day. The other parent,\nthe Akita Inu, is an ancient breed from the Odate region of Japan. In the mid-1900s,\nAkitas Inus were declared a national treasure of Japan. Even today, Akitas Inus\nare considered spiritual symbols of protection, health, happiness, and\nlongevity in the country. Akita Inus were first bred to hunt animals large and\nmedium sized game, such as elk, boars, and small bears. The American historical\nfigure, Helen Keller, became enamored with the breed in the mid-20th\ncentury and brought the first Akita to North America. Afterwards, the Akita population\ngrew steadily in the United States and it was recognized by the AKC in 1972. The\ncombination of these two parent breeds has resulted in the stoic and devoted Akita\nShepherd breed. This hybrid may have been bred as early as the mid-1900s due to\nits parent breeds' history in the same geographical areas. Nonetheless, it has\nnot caught on in popularity and it is not recognized by the AKC."}, {"name": "alano-espanol", "activity": "This breed must be given ample exercise and human\ninteraction daily to keep them from becoming overly destructive. A large yard\nwith a tall, sturdy fence is ideal for them. Their temperament is such that\nthey need to have a job to do in order for them to be happy. Expect to take\nthem on at least three daily walks to allow them time to practice their\nobedience training and work on the bond between owner and dog. When walking,\navoid meeting strangers until you are certain your Alano Espanol is fully\ntrained. While not generally dog aggressive, you will want to watch them\nclosely if you take them to a dog park.", "appearance": "The Alano Espanol is a large,\nsturdy dog with a somewhat primitive appearance. It is believed their\nappearance has not changed much for several centuries. They have a well\nproportioned body, arched ribcage and long, muscular legs. Their chest is deep\nand well muscled. Their feet are large with tight fitting toes. The tail is\nlong with a thick base and is carried low; however it should not rest against\nthe dog’s back end. The Alano Espanol is brachycephalic, meaning they have\nshorter, flatter faces with a square shape. They do have powerful jaws that are\nable to lock closed when biting. Their eyes are slightly rounded and dark in color\ngiving them a serious expression. They have a large, broad nose with open\nnostrils and always black. Usually their ears are cropped with a slightly\nrounded tip, when uncropped, their ears are medium sized and carried folded forward.\nTheir coat is short, harsh and straight with a softer undercoat. Acceptable\ncoat colors include wolf gray, fawn, red and yellow. There can be brindling, a\nblack mask or black and tan markings. ", "maintenance": "The Alano Espanol does not require a lot of grooming;\nusually brushing once a month is good enough unless they are shedding. They do\nshed seasonally. If they live in the home it would be better to brush them at\nleast once a week to keep their coat free of dirt and loose hairs. Frequent\nbrushing also helps keep any odors from becoming potent. When brushing, use a\nsoft slicker brush or natural bristle brushes. They should not need to be bathed\noften to prevent dry skin from occurring. Bathe only two to three times a year\nand only use a mild shampoo. There are only two known molosser-type breeds that\ndo not snore, slobber or drool: the Alano Espanol and the Cane Corso. Trim\ntheir nails every few weeks as needed using either toenail clippers or a nail\ngrinder. Set up a dental routine including weekly teeth brushing to keep their\nteeth and gums healthy.", "temperament": "This breed takes their job very seriously and is not\nrecommended for the non-dominant owner. The Alano Espanol is a dominant dog but\nwill submit to their master when properly trained. They have the potential to\nbe affectionate and docile when they are handled from birth, socialized early\nand trained properly. They are not big barkers but will become destructive if\nnot given enough attention. This breed does not give a warning before attacking\nand should be watched closely around people they do not know. When working, the\nAlano Espanol will follow orders given, ignoring any pain or fear that they\nfeel; they will even fight to the death. This type of loyalty to their job is\nwhat made them ideal for bullfighting and wild boar hunting. However, if they\nchoose to attack and cannot be called off by their owner, they can kill other\ndogs or even humans. Training is essential. Unlike most large breed dogs, the\nAlano Espanol does not easily housebreak. ", "size": "Weight: 66-88 lbs", "history": "The Alano Espanol is an ancient breed with an uncertain\nhistory. Since their history has not been well documented through the years\nthere are several theories concerning their origin. One such theory is these dogs\nwere brought when the Alans invaded the Iberian Peninsula in 406 A.D. Dogs\nclosely resembling the Alano Espanol were found in several different places\nthroughout Europe that were invaded by the Alans. The largest population was of\ncourse found in Spain.\nBecause this is an ancient breed, they did not originate from any breed that is\nknown. Many researchers have concluded they originated from ancient\nmolosser-type breeds and may even share similar ancestors to the Dogue de\nBordeaux, Mastiff or Great Dane. The Alano Espanol was used for centuries to\nherd cattle that ran wild throughout many regions of Spain.\nThis breed had five main purposes. Aside from herding wild cattle they were\nused in bullfights and dog fights, as big game hunters and guard dogs, and were even\nused in times of war. Because the Alano Espanol was used for hunting wild boar,\ndog fighters saw their potential to be successful in the fighting pits. They\nwere also used extensively in bullfights until bullfighting was banned in 1883. Carlos Contera, along with several of his colleagues, searched\nthroughout Spain\nfor any remaining Alano Espanol purebreds, fearing they were extinct. Contera\nwas able to locate a handful in southwest Spain\nin an area called Extremadura and in the central plateau of Castille. The team\nalso found a rather large number of Alano Espanol in northern Spain\nin the Encartaciones Valley.\nThe DNA of these dogs was sent to the University\n of Cordoba’s School\n of Veterinary Medicine to verify\nthe authenticity of the breed. In the early 1980s a group of researchers began\ntracing the demographic layout of the Alano Espanol. Today, the Alano Espanol\nis still used as a guard dog and on occasion works cattle. They can also be\nfound in illegal dog fighting rings because of their powerful jaws. "}, {"name": "alapaha-blue-blood-bulldog", "activity": "", "appearance": "The Alapaha Blue Blood Bulldog has short, glossy coat that is stiff to the touch. The preferred color patterns should be at least 50 percent white with color patches. A dog that is predominantly colored with white areas is also acceptable. Colors that are accepted include fawn, brindle, black, red or grey. Solid white is not desirable unless he has the proper pigmentation of the skin, eye rims, lips and nose. He is an athletic dog of medium size and should move with determination and power. He should never appear too bulky or carry too much fat. He should look stocky, not long legged or long bodied. Male Alapaha Blue Blood Bulldogs should be heavier boned and have larger heads than females. The first impression that an Alapaha Blue Blood Bulldog presents is one of being bold, impressive and fearless. He should never be hostile or overly aggressive towards humans or other animals.", "maintenance": "Even though the Alapaha Blue Blood Bulldog has a short, close coat, he will still shed moderately. Shedding can be kept to a minimum by brushing him at least once a week with a natural bristle brush to remove dead hair and skin cells. By brushing him weekly, you are redistributing the oils on his skin and keeping his skin and coat healthy. Alapaha Blue Blood Bulldogs do not need baths often, unless he is being used to work with livestock. Working Alapaha Blue Blood Bulldogs will require more bathing than those who are simply family companions. The Alapaha Blue Blood Bulldog, like all other bulldogs, will drool, especially when overly excited. It is best to keep a drool rag handy to wipe up any drool that he leaves behind. Ears should be cleaned once a week and nails generally need trimmed every 2 weeks. Teeth cleaning should also be done on a regular basis.", "temperament": "The Alapaha Blue Blood Bulldog is not recommended for the first time dog owner or for families with small children or small pets. He can be too much dog for an inexperienced dog owner. He is possessive of his property and will be territorial. He is also very demanding when it comes to attention. The Alapaha Blue Blood Bulldog is naturally suspicious of strangers. The Alapaha Blue Blood Bulldog needs to begin training by at least eight weeks of age. He requires daily training and daily exercise. When walking him, never allow him to walk in front of you. If allowed to do so, he will think he can take over as the alpha or leader in the home. A strong leader is required for an Alapaha Blue Blood Bulldog in order for him to thrive and become a well-rounded companion. He should never be left alone in his yard, even if you have a secure fence that is over six feet tall. The Alapaha Blue Blood Bulldog becomes bored very easily. When he is bored, he can become extremely destructive. Provide plenty of human interaction as well as appropriate toys to occupy his time.", "size": "Weight: 66-99 lbs", "history": "The Alapaha Blue Blood Bulldog’s origins are somewhat muddied, but many believe they have been a part of the southern United States for about 200 years. There is no official documentation for the breed until 1979. It is believed that the Alapaha Blue Blood Bulldog descended from different types of Bulldogs that were more athletic and taller than the Bulldogs we know today. It is believed that the Alapaha Blue Blood Bulldog is closely related to the now extinct Mountain Bulldog, Old Country Big Bulldog and the Old Southern White. These dogs are said to have first appeared in the United States in the early 18th century.  The Alapaha Blue Blood Bulldog was used extensively in the development of several different breeds including the American Pit Bull Terrier, Catahoula Leopard Dog and Black Mouth Cur. Once known as Otto, Silver Dollar, Cowdog and Catahoula Bulldog, the Alapaha Blue Blood Bulldog began to diminish in numbers across the southern United States. In 1979, a group of dog lovers in the South decided to preserve these dogs as they were on the verge of extinction. This group of people officially gave these dogs the name Alapaha Blue Blood Bulldog and formed the Alapaha Blue Blood Bulldog Association. The official breed standard was also adopted in 1979. Now, the Alapaha Blue Blood Bulldog is found throughout the United States and can even be found abroad in South Africa, Philippines, China and New Zealand. As the popularity of these dogs has grown, the Alapaha Blue Blood Bulldog Association has set strict breed standards in place to preserve the integrity of the breed."}, {"name": "alaskan-goldenmute", "activity": "Alaskan Goldenmutes are very high energy, especially\nwhen they are under three years of age. This hybrid is known for its playfulness\nand love for vigorous exercise. They love to play games with humans, such as\nfetch, as well as with other dogs. Beyond this, the Alaskan Goldenmute enjoys adventure\nand will eagerly go on a long hike or run with their owners. Overall, this\nbreed needs at least an hour of activity a day. Alaskan Goldenmutes can also be\nentertained by learning tricks and commands. They prefer homes with access to large\noutdoor spaces, but will do well in any type of climate. ", "appearance": "The Alaskan Goldenmute is not fully stabilized in\nappearance so it can inherit any combination of physical traits from its parent\nbreeds. Normally, however, Alaskan Goldenmutes look like Alaskan Malamutes with\nGolden coats and facial characteristics. The breed is powerful and athletic\nwith a medium-length and lustrous double coat which comes in many color\ncombinations that are common to both parent breeds. Some Alaskan Goldenmutes\neven have faint black markings around the face and muzzle, like its Malamute\nparent. Its tail is relatively long and feathered, while its almond shaped eyes\ncan be blue, hazel, or brown. The breed’s ears are a true compromise between\nits two parent breeds – being half pricked and slightly pointed. Finally, the\nAlaskan Goldenmute has large, heavily padded paws, made perfectly for tramping\naround outdoors.   ", "maintenance": "Alaskan Goldenmutes are not a hypoallergenic breed and\nnot suitable for pet owners with allergies. They have dense and medium-length coats\nthat sheds heavily, especially during seasonal changes. Owners can use a\nvariety of tools to control shedding including a pin or slicker brush,\ndematter, and/or comb. Daily brushing will help owners keep their Alaskan\nMalamute’s coat clean and neat. Because they have such ample natural jackets,\nsome owners trim their Alaskan Goldenmutes, while other opt for professional\ngrooming. Alaskan Goldenmutes should also be bathed occasionally have their\nears cleaned regularly, teeth brushed daily to avoid dental problems, and nails\nclipped once or twice a month.", "temperament": "Alaskan Goldenmutes are delightful and rustic animals\nthat are very attached to humans. They also love other animals and do very well\nin multi-pet homes. They are a great fit with active owners that enjoy outdoor\nadventure. Because Goldenmutes are so people-oriented, they are prone to\nseparation anxiety and do best with a consistent schedule and constant\ncompanionship. When Goldenmutes are young, they can be hyper-active, especially\nif they don’t receive enough exercise or attention; however, if owners\nadminister firm and consistent training from an early age, this breed can be\nextremely well-trained as an adult. Beyond this, Alaskan Goldenmutes are very\nsensitive animals that respond acutely to positive (and negative) affirmation. All\nin all, this pup needs a lot of love and exercise to stay happy and healthy.", "size": "Weight: 65-85 lbs", "history": "The Alaskan Malamute and Golden Retriever were bred to create the\nAlaskan Goldenmute hybrid. The Alaskan Malamute, a descendant of the first dogs\nassociated with mankind, originated over 4,000 years ago. It was named after its\nearly “owners”, the Mahlemuts Innuit tribe of present day Northwest Alaska.\nThis breed was used for hunting large animals, such as seals and bears, and\npulling sleds for tribe’s people. In the 1800s, explorers from other parts of\nNorth American realized that Alaskan Malamutes would be great working dogs in\nthe wild west of the United States. These explorers started to important the\nbreed to help with Gold Rush expeditions during that time. Eventually, American\nbreeders started mixing the breed with smaller dogs for racing and\nentertainment purposes, weakening the purebred lineage. In the 1920s, however, there\nwas an effort to revive the fading breed and the purebred population bounced\nback. In 1935, the American Kennel Club officially recognized the Alaskan Malamute and in 2003\nit became the official state dog of Alaska. The Alaskan Goldenmute’s other\nparent, the Golden Retriever, originated in Victorian England and was developed\nfor hunting and – appropriately – retrieving game and waterfowl. It rose to\nprominence for because of its adept sporting skills and overwhelmingly affable\ndisposition. English families began to take notice and keep Golden Retrievers\nas pets. Eventually, Golden Retrievers made their way over to North America and\nthe AKC recognized the breed shortly after in 1932. Since then, the breed has\nbecome one of the most popular breeds in the United States and featured in\nmainstream Hollywood in movies such as Homeward Bound, Air Bud, and Marly and\nMe. Alaskan Goldenmutes may have been breed since the mid 1900s when both\nparent breeds had growing populations in the United States. However, because\nthe Alaskan Malamute is not a common breed, this hybrid is relatively unusual\nand not recognized by the AKC. "}, {"name": "alaskan-klee-kai", "activity": "Never trust the Alaskan Klee Kai off leash, even when you\nbelieve he is fully trained. He can be a stubborn dog and needs a long leash or\na fenced yard to run and play without the temptation of taking off after\nsomething interesting. He is a small dog, but he is also a fast dog! He is an\nactive little dog and needs plenty of time to play and enjoy his family. A good\nway to reinforce the bond between owner and Alaskan Klee Kai is by training for\ndog sports together. The Alaskan Klee Kai is an excellent candidate for\nagility, rally or even fly ball. ", "appearance": "The Alaskan Klee Kai looks almost\nidentical to his larger ancestor, the Alaskan Husky. He can be found in any\ncolor except solid white. He has a distinctive facial mask that gives him an\ninquisitive look. He does have a double coat that will shed continually\nthroughout the year. His topcoat is straight and harsh to the touch, being\nweather resistant while his undercoat is lighter in color and soft. He has\nround, dark brown eyes although he can have amber or blue eyes. He has a wide,\nblack nose with open nostrils. The Alaskan Klee Kai comes in three distinct\nsizes: toy, miniature or standard. The toy variety stands up to 13 inches at\nthe shoulder and weighs less than ten pounds. The miniature variety stands over\n13 inches but not more than 15 inches at the shoulder and weighs between 10 and\n15 pounds. The standard Alaskan Klee Kai stands between 16 and 17 inches at the\nshoulder and weighs between 15 and 23 pounds. ", "maintenance": "The Alaskan Klee Kai is not a hypoallergenic breed. He has a\nthick double coat that sheds continuously. He is also a seasonal shedder and\nwill shed out heavily twice a year. For a small dog, there is a lot of hair\nthat comes off of him when he is shedding heavily. His grooming needs are\nusually minimal; brush him thoroughly once a week using a comb, slicker brush\nand pin brush to remove any loose hairs. He will need to be brushed daily when he is\nshedding heavily and warm baths will help loosen the coat and hasten the\nshedding process. Do not over bathe your Alaskan Klee Kai, he does not have a\nstrong doggy smell and should only need to be bathed twice a year or only when he\ngets into mud or other nasty substances. Because he is an active dog, he may\nnaturally wear his toenails down, however; check his nails at least every two\nweeks to ensure they do not need a quick trim. Have his teeth professionally\ncleaned once a year to maintain good oral hygiene. ", "temperament": "Although he directly descends from the Siberian and Alaskan\nHusky, the Alaskan Klee Kai was not bred to be an actual working dog. He was\nbred to strictly be a companion animal. He is naturally shy around strangers\nand will avoid them when possible. Many people characterize him as being\nskittish. He is very devoted to his family and makes an excellent watchdog for\nthe home. The Alaskan Klee Kai is a very vocal dog and does make his wishes\nknown through vocalization. While his small size is perfect for apartment\nliving, if his family ignores him most of the day, he can become a nuisance for\nthe neighbors with his barks and whines. He does require daily walks and time\nbonding with his family. A fenced yard is best for him to run and play, however,\nhe can also do well with long daily walks. Training and socialization need to\nbe started at an early age to ensure that his skittishness does not turn into\nsomething more troublesome and he becomes an adjusted member of the family.", "size": "Weight: 8-23 lbs", "history": "The Alaskan Klee Kai came about completely by accident. An\nAlaskan Husky bred with a smaller dog in Oklahoma.\nThe litter that resulted produced puppies that resembled their Alaskan Husky\nparent but on a smaller scale. Alaskan native Linda Spurlin visited family in Oklahoma\nand was enamored with one of these puppies. They took the puppy, named\nCurious, home to Alaska and Linda\nbegan the process of trying to recreate the breeding which was a tough thing to\ndo since nobody knew what the smaller breed was. Back in Oklahoma,\nSpurlin’s brother-in-law was the owner of the Alaskan Husky who produced\nCurious. He also began trying to recreate the breeding, although with limited\nresulted. Both Spurlin and her brother-in-law were able to trace the history of\nCurious and his littermates however, the brother-in-law lost interest and he\nsold his established breeding kennel to Spurlin. Each litter produced was\ncarefully evaluated and those that did not have the ideal characteristics that\nthey had set were spayed or neutered and placed in family homes. Once Spurlin began breeding entire litters that exemplified\nthe ideal traits she was looking for, a breed standard was drafted. This\nstandard is very important when a new breed is being developed to ensure that\nthe look and temperament of the breed is being properly cultivated. The Alaskan\nKlee Kai’s standard focuses on three major factors: composition, temperament,\nhealth. Once the breed was refined, Spurlin began offering the Alaskan Klee Kai\nto the public on very strict contracts. Any dog that exhibited any unfavorable\ncharacteristics, health problems or personality defects were required to be\nspayed or neutered. Those wishing to breed the Alaskan Klee Kai were expected\nto follow strict breeding standards. Spurlin turned her breeding operation over\nto Eileen Gregory. Gregory was a major contributor to the development of the\nAlaskan Klee Kai Association of America. "}, {"name": "alaskan-malador", "activity": "This hybrid is known for its stamina and loves vigorous\nexercise and activity. Both its parent breeds enjoy outdoor adventures, and\nAlaskan Maladors are no exception. They enjoy strenuous hikes, swimming, and\nromps outside in large, open spaces (possibly in the company of other dogs).\nBecause this dog is so active, it requires 60 to 90 minutes of physical\nexertion every day. Alaskan Maladors are also quite intelligent and like to\nlearn tricks, commands, and play games with their owner indoors. While this\nbreed does well in all types of climates, it thrives in rural or suburban\nenvironments where its has a yard and/or ample outdoor space to run around in.", "appearance": "As a hybrid that isn’t fully stabilized, the Alaskan\nMalador can inherit any combination of physical traits its parent breeds.\nGenerally, however, this breed looks like a lean Labrador with Malamute\nmarkings on the face and body. It has a muscular body, with a moderately wide\nchest, and slightly arched neck. It has pendant ears like its Labrador parent\nand wide, almond eyes like its Malamute parent – giving it a distinct\nSpitz-like appearance. Its eyes can be blue, hazel, brown, or amber, and its\ncoat can be multicolor combinations of colors that are common to both parents.\nAdditionally, the coat is dense and short, while the undercoat is soft and\nwooly. It is also common for Alaskan Maladors to have conspicuous black\nmarkings around its face. Finally, the Alaskan Malador has large, heavily\npadded paws and a tail that is medium in length as well coated, with the possibility\nof feathering along the ridge.", "maintenance": "Alaskan Maladors are not a hypoallergenic breed and are not suitable for pet owners with allergies. Their coat is dense and sheds\nheavily, particularly during seasonal changes. To some extent, owners can reduce\nshedding by brushing their pets with a pin, slicker, or deshedder brush on a\ndaily basis. Beyond this, Alaskan Maladors should be bathed occasionally –\nno more than once every other month to avoid drying out the natural oils in\ntheir coats. They should also have their pendant ears cleaned regularly, teeth\nbrushed daily to avoid dental problems, and nails clipped monthly to avoid\npainful overgrowth.", "temperament": "Alaskan Maladors are energetic and outdoorsy pups that\nlove human companionship. They love to explore and are the happiest when they\nspend all day on a hike or adventure with their owners. The Labrador Retriever\ninfluence in this breed makes them very people-focused, so much so that Alaskan\nMaladors are prone to separation anxiety. Owners can combat this to some extent\nby keeping their pet on a consistent and balanced schedule. This hybrid is also\nvery smart and is highly trainable; it is great at learning and performing tricks\nas well! Keep in mind, however, that restless and bored Alaskan Maladors can be\nboisterous and destructive. Beyond this, Alaskan Maladors are friends to all – they\ndo nicely in multi-pet households and get along with children very well. They\nrespond well to positive affirmation and affection. Overall, this large dog\nwill do best with an active lifestyle and loving family home.", "size": "Weight: 65-85 lbs", "history": "The name Alaskan Malador is a combination of the names of\nthe dog’s parent breeds: the Alaskan Malamute and Labrador Retriever. The Alaskan Malamute,\nis thought to have descended from the first dogs associated with mankind. They originated\nover 4,000 years ago and acquired the name “Malamute” after the Mahlemuts Innuit\ntribe which inhabited the northwest coast of what is now present day Alaska. Alaskan\nMalamutes were loyal companions originally used for hunting large animals,\nincluding seals and bears. They also helped tribes people navigate rough\nterrain and harsh climates by acting as guides and sled dogs. Eventually,\nexplorers from North America “discovered” the Alaskan Malamute and imported it\nto the United States as a working dog in the 1800s. In the United States, this\nbreed assisted Gold Rush prospectors in carrying out expeditions in the Western part\nof the country. Eventually, American breeders started mixing the breed with\nsmaller dogs for racing and entertainment purposes. This weakened the purebred\nlineage significantly. Fortunately, in the 1920s there was an effort to revive\nthe Alaskan Malamute variety, which revived the fading breed. In 1935, the American Kennel Club officially recognized the Alaskan Malamute and in 2003 it became the official state dog of Alaska. The\nAlaskan Malador’s other parent, the Labrador Retriever, hails from\nNewfoundland, Canada. As its name suggests, it was bred to retrieve items –\nsuch as small, wounded game and hunting trappings (like a net) – from both land\nand water. Due to a dog tax in the late 1800s, the Labrador Retriever\npopulation declined significantly in the region. However, it exploded in the\nUnited Kingdom, where Englishmen had imported the breed since the early 1800s.\nThe Labrador retriever was imported to the United States shortly after and\nrecognized by the AKC in 1917. It has been one of the most popular breeds in\nthe United States ever since. Alaskan Maladors may have been breed since the\nearly 1900s given the Labrador Retriever and Alaskan Malamute’s long history in\nthe United States. Nevertheless, they are an uncommon hybrid and not recognized\nby the AKC."}, {"name": "alaskan-malamute", "activity": "The Alaskan Malamute thrives when they are put to work pulling a load or given a great deal of space to roam and explore, but they also enjoy the companionship of a family. This makes them the perfect addition to a family that likes to include their dog in outdoor adventure. Rest after play is welcomed also, but without ample exercise, your Mally may become frustrated and destructive, with a tendency to howl. Allowing him supervised back yard time is wise as well; however, if left unattended, an unplanned escape may take place.", "appearance": "The Alaskan Malamute is seen in nine different colors which include agouti and white, black and white, blue and white, gray and white, red and white, sable and white, seal and white, silver and white, and white. Some have black markings or a gray mask. They have a muscular and powerful body with a proud stance, alert eyes, and keep their head held high. The Alaskan Malamute has a broad head, triangular ears, a bulky muzzle, strong legs, and a furry tail curled over its back. They have a deep chest and powerful shoulders for strength and stamina. Their coat is thick and double layered for protection from the elements, which is why the Alaskan Malamute loves the cold weather so much. This is a large breed that can grow to over 100 pounds so they are able to withstand pulling heavy loads in extreme temperatures. They have dark brown eyes, although some are blue-eyed, and they are almond shaped.", "maintenance": "The Alaskan Malamute sheds heavily twice a year and to keep their coat beautiful they need lots of grooming. This breed needs daily brushing with an oval pin brush and metal comb. It is important to brush under their arms and neck and check for mats, which can cause infection. Bathing should be done once every couple of months and you can have them groomed professionally several times a year. Their nails should be trimmed with a veterinary approved nail clipper or grinder once a month. Ears need to be cleaned weekly for wax, dirt, and other foreign materials and tooth brushing daily is recommended. The Alaskan Malamute is a dog with plenty of energy so you need to be ready to give your dog lots of exercise such as walking or jogging. A trip to the dog park can be fun as well since this breed gets along well with others. Apartments are not recommended for this large and energetic breed and they need a large yard to play in. However, they do like to dig holes so you should provide an area where it is safe for your dog to dig.", "temperament": "The Alaskan Malamute is a very affectionate pet that loves and protects the family. They even like children and will play with them for hours if allowed to. They need a lot of mental and physical stimulation to keep them from getting bored. Cats and other small animals are seen as prey unless you train your dog not to hunt them. They are very loyal and courageous but can be strong-willed and stubborn at times. This breed is easily trained and is very quick to learn. They need attention and exercise with both indoor and outdoor play daily. If they are left alone too long or get bored, they are likely to get into trouble by chewing up furniture or digging holes in the yard. Barking is usually not a concern but they tend to howl if they hear a siren or other dogs howling. They are also vocal with their owners so do not be surprised if your Alaskan Malamute seems to be talking to you", "size": "Weight: 85-125 lbs", "history": "Named after the Innuit Tribe, Mahlemuts, this breed was born to work and play in the snow. They descended from the Eskimo dogs of Greenland, Siberian Huskies, and the Russian Samoyed over 4,500 years ago. At the time, the Mahlemuts used the Alaskan Malamutes as hunting dogs to help them hunt polar bears and seals and were used as sled dogs as well. Sometime during the 1700s, explorers were impressed by the Alaskan Malamutes for their strength and affection and this increased the breed’s popularity a great deal. During the gold rush of 1896, the miners started using the dogs in weight-pulling competitions for entertainment. At that time, Alaskan Malamutes were bred with other breeds to make them faster and to increase the number of dogs to race. This caused the breed to be diminished and it took until the 1920s for breeders to start trying to purify the breed again, the Alaskan Malamute as it is today being the result. In 1933, several Alaskan Malamutes were used to help Richard Byrd in his Antarctic expedition. During World War II, these dogs were used as working dogs alongside the soldiers in battle. The Alaskan Malamute is the 59th most popular breed in the United States and was officially recognized by the American Kennel Club in 1935. The breed was featured on a stamp issued by the United States postal service in 1984 and in several other countries. They became so popular in Alaska that it was named the official state dog of Alaska in 2010. This was all due to a campaign by a group of school children."}, {"name": "alaskan-pit-bull", "activity": "This hybrid come\nfrom two very energetic parent breeds. The Alaskan Malamute, in particular, is\nknown for its endurance and vitality. It follows that the Alaskan Pit Bull\nrequires vigorous exercise for about an hour every day. Like many Spitz\ndescendants, this breed enjoys outdoor activities; they love hiking and long\nwalks the most. Alaskan Pit Bulls may also enjoy trips to the dog park, learning\ntricks, and playing games with family members. This dog can thrive in almost\nall types of climates; however, because of its size and energy, this dog is\nbest suited for rural or suburban environments where it has access to a yard\nand/or ample outdoor space.", "appearance": "This breed it is\nnot fully stabilized and can inherit any combination of physical traits from the\nPit Bull and the Alaskan Malamute. Generally, however, the result of these two\npurebreds yields a large dog with the lean and imposing body of a Spitz\ndescendant, but the smooth, trim coat and square muzzle of a Pit Bull. If the dog\ntakes after the Malamute, it will have erect ears. If it takes after the Pit\nBull, it will have small, pendant ears. In any case, these pups have short and\ndense coats that can be black, blue, fawn, red, white, brown or silver. They\ncan also have a sable, agouti, or brindle pattern and/or a mask, points, spots,\nor markings. Beyond this, Alaskan Pit Bulls are powerful animals made of pure\nmuscle from their medium length tail, to deep chest, to their sturdy legs and\nwell-padded toes.", "maintenance": "Despite the\nAlaskan Pit Bull’s Spitz heritage, this dog has a relatively short and easy to\nmaintain coat. It sheds moderately; however, owners can control this to some extent through weekly brushing with a slicker brush. Alaskan Pit Bulls should be bathed no more than once a month to\navoid drying out the natural oils in their coat. Beyond this, they should have\ntheir ears cleaned regularly, teeth brushed daily, and nails clipped monthly.\nNote that Alaskan Pit Bills dogs are not hypoallergenic and pet owners with\nallergies will not enjoy the company of this dog.", "temperament": "These pups are\ntrue pack and people animals. Alaskan Pit Bulls love to give and receive\naffection. As such, this versatile hybrid makes a great family dog that is just\nas eager to go on a hike as it is to sit on the couch with its family. Beyond\nthis, Alaskan Pit Bulls are known to be extremely loyal to their families. They\nopenly develop strong bonds with everyone in their household. Additionally,\nAlaskan Pit Bulls love being around others and will get along with kids and\nother dogs (so long as they are well socialized) just fine. Keep in mind,\nhowever, that this breed is a confident and bold breed, so it’s important to be\nfirm with them from the beginning – if not, this dog will run the show. They\nalso have streaks of independence during which Alaskan Pit Bulls simply require\nalone time. Because of this, many dog owners think that this hybrid strikes the\nperfect balance between warmth and self-reliance.", "size": "Weight: 65-80 lbs", "history": "The name Alaskan\nPit Bull is a combination of the names of the dog’s parent breeds: the Alaskan Malamute and The American\nStaffordshire Terrier, also known as the Pit Bull Terrier. The Alaskan Malamute\noriginated over 4,000 years ago and is the namesake of the Mahlemuts Innuit\ntribe who inhabited the present day northwest coast of Alaska. The tribe originally relied\non Alaskan Malamutes for hunting bears and seals, as well as sledding across\nharsh terrain. During the 1800s, Alaskan Malamutes were imported to the United\nStates to assist Gold Rush prospectors on the West Coast. Once in the United States,\nbreeders started mixing Alaskan Malamutes with smaller dogs for racing\npurposes. The breed became very diluted as a result; however, in the 1920s,\nthere was a successful effort to revive the purebred variety, and the AKC\nrecognized the breed in 1935. The American\nStaffordshire Terrier was developed in the English region of Shaffordshire in\nthe 1800s for dog fighting. It was likely a mix between an Old English Bulldog\nand various Terrier breeds. In fact, it was originally called the “Bull and\nTerrier”. The breed fell out of fashion when dog fighting was outlawed.\nNonetheless, some specimens made their way over to the United States during the\n19th century and American breeders developed an animal with more\nheft and a larger head. This variation became known as the Pit Bull Terrier. It\nwas recognized as such in 1936; however, over thirty years later, the breed was\nrenamed the American Shaffordshire Terrier. Alaskan Pit Bulls may have been\nbreed as early as the late 1800s given the Malamute’s and Pit Bull’s long history\nin the United States. However, they are still an unusual hybrid dog and not recognized\nby the American Kennel Club. "}, {"name": "alaskan-shepherd", "activity": "Alaskan Shepherds come from two hearty working animals,\nso it’s no surprise that this breed is both high energy and high endurance. They love being outdoors and will eagerly engage in strenuous hikes, runs, and\nromps outside in large, open spaces. Alaskan Shepherds should have at least 60\nminutes of activity a day. This breed also benefits from mental stimulation by\nway of learning tricks, commands, and playing games with their owners. Since\nAlaskan Shepherds have thick double coats, they prefer cooler climates. This\nbreed also prefers to live in rural or suburban environments where it has a\nyard and/or ample outdoor space to run around in.", "appearance": "The Alaskan Malamute and German Shepherd have many\nsimilar physical characteristics. As a result, the Alaskan Shepherd looks very\nmuch like both parent breeds; it is longer than it is tall and has erect and\npointed ears, almond-shaped eyes, dark nose, and muscular build. It also has a\nfairly long and plumed tail and large arched paws with heavy padding. The\nAlaskan Shepherd can also come in a variety of colors that are common to its parent\nbreeds and typically has black markings on the muzzle and forehead. The breed’s\ncoat is very dense. It is thick, straight, and medium in length.", "maintenance": "This is not a hypoallergenic breed and thus, not\nsuitable for pet owners with allergies. Alaskan Shepherds have medium length\nand extremely dense double coats that shed heavily, especially during seasonal\nchanges. Brushing weekly with a pin or slicker, as well as using a deshedder\ncan help reduce seasonal shedding and keep the coat neat and polished. During shedding\nseasons, however, owners may want to brush their pets daily. Alaskan Shepherds\nonly need occasional baths, but owners should check their tails and undercoat\nregularly for debris. This breed should also have their nails clipped once or\ntwice a month and teeth brushed every day.", "temperament": "Alaskan Shepherds are known to be loyal and courageous,\nbut also independent and aloof at times. They require firm and consistent training;\notherwise, this strong-willed breed will walk all over its owners. Alaskan Shepherds\ncan also be aggressive towards strange dogs and people; as such, early\nsocialization is very important for raising a well-adjusted pup. Beyond\nthis, Alaskan Shepherds are very intelligent and can be coached to respond to\nmany commands and perform relatively complicated tasks. Keep in mind that because\nthey are so intelligent, restless or bored Alaskan Shepherds may\nalso become anxious and destructive. As such, this breed is happiest when it\nreceives a healthy balance of mental stimulation and exercise. Additionally, Alaskan Shepherds tend to get attached to one person – the “pack leader” – in the\nfamily and are very affectionate towards their owners. They also respond\nacutely to positive affirmation and can be great dogs for the right type of family.", "size": "Weight: 65-85 lbs", "history": "The name Alaskan Shepherd is a combination of the names\nof the dog’s parent breeds: the Alaskan Malamute and German Shepherd. The Alaskan Malamute is an\nancient breed thought to have descended from wolf dogs that accompanied Paleolithic\nhunters across the Bering Strait over 4,000 years ago. Eventually, it acquired\nthe name “Malamute” after the Mahlemuts Innuit tribe which inhabited the\nnorthwest coast of current day Alaska. Alaskan Malamutes were first bred for\nhunting large game and pulling sleds through icy terrain. In the 1800s, foreign\nexplorers started to import Alaskan Malamutes to the United States as working\ndogs for Gold Rush expeditions in the Western part of the country. Eventually,\nAmerican breeders began mating Alaskan Malamutes with smaller dogs for racing and\nentertainment purposes. This initiative destabilized the breed’s lineage for\nmany years. In the 1920s, however, there was a successful effort to revive the purebred\nbrand. Today, the Alaskan Malamute is the official state dog of Alaska and\nrecognized by the AKC. As its name suggests, the Alaskan Malador’s other\nparent, the German Shepherd, hails from Germany where it was developed as a\nherding dog out of regional Shepherd varieties in the 1800s. It was initially\ncalled the German Sheepdog after its original purpose. The breed was so\nwell-behaved and responsive that it eventually was used as a working dog in the\nGerman military. In fact, In World War I, German Shepherds helped supply\nsoldiers with supplies and rations. In 1899, the Verein fur Deutsche\nScharferhunde SV was established to guide the development of the breed, which\nlead to its popularity as a guard dog and pet in Europe. The American Kennel Club recognized the\nGerman Shepherd in 1908 and the breed grew steadily in popularity in North\nAmerica. It remains a popular dog in the United States and Europe – especially\nGermany – to this day. The combination of these two parent breeds has resulted\nin a large, alert, and affectionate pet. The Alaskan Shepherd may have been\nbreed since the early 1900s given the Alaskan Malamute and German Shepherd’s long\nhistory in the United States. Nevertheless, it is a scarce hybrid that is not\nrecognized by the AKC."}, {"name": "alpine-dachsbracke", "activity": "", "appearance": "The Alpine Dachsbracke is a rather\nrobust and sturdy dog with short legs and a thick body. He is similar in looks\nto the Basset Hound and Dachshund with his noble looking face, hanging ears and\nelongated body. His nose, lips and eye pigment are black; his lips should also\nbe close fitting to his mouth. He is supposed to have a scissors bite. A\nself-colored nose is a disqualification. The Alpine Dachsbracke has a thick\ntail that is set high and barely reaches to the ground. His double coat has a\nvery dense, close fitting undercoat that keeps him warm in the Austrian alpine\nand his top coat is short and thick. He is a dark red color and may or may not\nhave black hairs that are lightly interspersed throughout his coat. He can also\nbe black with a clearly defined red head and red on his legs, feet, chest and\nunderside of his tail. White is not desirable, although he may have a small\nwhite patch on his chest. ", "maintenance": "The Alpine Dachsbracke should be\nbrushed once a week using a natural bristle brush or a soft slicker brush. He has\na very dense coat that will shed seasonally. During times of seasonal shedding,\nhe may need to be brushed daily and a deshedder may be used to help remove all\nthe loose hairs. He is not hypoallergenic. The Alpine Dachsbracke does not have\na strong doggy smell and only needs to be bathed once every eight weeks or so\ndepending on whether he has been out hunting in the underbrush. When bathing\nhim, be sure to use a mild shampoo and rinse him thoroughly. A dry shampoo can\nbe used on him between baths if he finds something smelly to roll in. He does\nnot drool excessively, although there may be instances such as when he takes a\nlong drink that he will drool. Be sure to check his ears regularly and clean\nthem when necessary. Trim his nails as needed to ensure they do not grow too\nlong. ", "temperament": "The Alpine Dachsbracke is a friendly,\nsmart dog with a big personality. He loves people, especially children, and is\nrelatively easy to train. Although, he can be a stubborn dog and does need a\nstrong leader to keep him from developing undesirable behavior issues. He does\nwell with other dogs and is not usually aggressive. Be sure to watch him around\nsmaller pets such as rabbits, hamsters, ferrets or guinea pigs. He should never\nbe left alone with these small pets. While he is lively and energetic on the\ntrail, he is more sedate at home, especially if he has had proper training. He\ndoes require daily exercise or playtime to keep him happy and healthy. He also\nneeds a task to do that will keep his mind sharp, interactive toys are a great\nway to keep him occupied when you are busy. If he is not given enough human\ninteraction, he can become rather barky and a pest. ", "size": "Weight: 33-40 lbs", "history": "The Alpine Dachsbracke became a part of Crown Prince Rudolf\nof Habsburg’s hunting dog kennel in between 1881 and 1885. The Alpine\nDachsbracke is thought to date back to ancient times however; there is no solid\ndocumentation to support this evidence. His first appearance in history is when\nhe joined Crown Prince Rudolf of Habsburg on many hunting expeditions\nthroughout Austria. Because his origins are not documented very well, it is\nspeculated that the Alpine Dachsbracke developed from crossing larger Austrian\nhounds with the short-legged Dachshund. It is thought that only royals or those\nwithin the royal court were allowed to own the Alpine Dachsbracke until the\nearly 1900s. The Crown Prince used the Alpine Dachsbracke to trail the\nscent of wounded animals, mainly deer, rabbit and fox, through thick\nunderbrush. The Alpine Dachsbracke was exceptionally useful in tracking over\nrough terrain where other long-legged, larger scent hounds could not track. He\nis most famous for being part of Crown Prince Rudolf’s hunting expeditions in Turkey\nand Egypt. The\nAlpine Dachsbracke is depicted in painting and photographs with the royal while\non these hunting excursions. In 1932, canine organizations and registries within Austria\nrecognized the Alpine Dachsbracke as the third scent hound breed. At that time\nhe was known as the Alpine-Erzebrigs – Dachsbracke. Then in 1975, the\nFederation Cynologique Internationale officially declared the country of\norigin as Austria\nand renamed the breed Alpenlaedische Dachsbracke. The FCI then included the\nAlpenlaendische Dachsbracke into section two of its scent hounds in 1991 at the\nsame time he was renamed once again to the Alpine Dachsbracke. The United\nKennel Club is the only English speaking kennel club to officially recognize\nthe Alpine Dachsbracke. "}, {"name": "american-bull-aussie", "activity": "The American Bulldog will need plenty of exercise and stimulation, both mental and physical, or they may become hard to handle. The Australian Shepherd could also become destructive and upset if not given enough activity. Although all dogs are different and the exact amount of exercise will depend on the individual, prepare to dedicate at least 45 minutes to an hour of exercise time for your American Bull-Aussie.", "appearance": "These cute hybrid dogs will adopt physical characteristics from both parent breeds. They will have long tails but short ears that will hang down. The American Bulldog has a powerful and sturdy build with large heads and strong jaws. They have wide and deep chests with strong necks that taper from the shoulders to the head, which is large, broad and square. The eyes are rounded and the stop is defined. Their muzzles are square and broad, and will have either a scissors bite, an underbite or an even bite. Forward flap, cropped, rose or half pricked ears can all be seen on this breed. The straight legs are heavy boned, and the hind legs will be muscular, broad and thick. The tapering tail will be low set. The other parent of this dog, the Australian Shepherd, is a medium sized dog that is slightly longer than tall. They have deep chests and stand squarely, with muzzles that are the same length as the top of their heads. Their medium sized oval eyes, like their coats, can be a variety of colors. The triangular ears are set high and erect on top of their heads, and these dogs will have manes around the neck as well as feathering on the backs of their legs. It is hard to know what percentage of each parent your American Bull-Aussie will have, but they will be a combination of both of these breeds.", "maintenance": "The American Bull-Aussie is a dog that has a moderate shedding level and should, therefore, be brushed about once a week. While grooming them, use a grooming mitt for best results. In order to reduce the chances of your dog developing an infection or other problems, they should get their ears cleaned out and checked every week. To keep the teeth of your dog clean and healthy, teeth brushing should be done three times per week, or, even better, every day. In terms of nail clipping, this hybrid breed should get the same care as all other dogs. This means that they should be trimmed once or twice a month, unless they happen to get worn down naturally, in which case less often could be enough. You should begin playing around with your dog’s feet and mouth from a young age in order to make grooming an enjoyable experience as they grow up. ", "temperament": "This designer breed is smart, loyal and protective of its family. They are intelligent and will be relatively easy to train. Although they are alert, these dogs will not be good as watchdogs as they are not big barkers. They are playful and calm, and get along great with children. The American Bulldog is known to be a loyal and non-hostile dog that is protective of its family and loves kids. To keep them from becoming reserved towards strangers or aggressive with other dogs, these dogs will need proper socialization and training. The Australian Shepherd is courageous, devoted and easy-going. They are also great with kids and with their high intelligence they are easy to train as well. These dogs are calm around their families but dedicated and aggressive when doing their work, which is herding livestock. Although they are not usually aggressive towards other dogs, they still need to be socialized and trained early on in life, like all breeds. It’s impossible to know for sure what personality the American Bull-Aussie will develop, but it is safe to assume that it will be similar to that of its parents.", "size": "Weight: 70-120 lbs", "history": "This hybrid breed is modern and therefore it is very undocumented. Although the history of the American Bull-Aussie is mostly unknown due to their recent creation, we do know the origins of the American Bulldog and the Australian Shepherd. The first mentioned was originally bred for blood sports, hunting and being guard dogs. They became a favorite among farmers due to their stamina, intelligence and protectiveness, which made them great at guarding and protecting livestock from predators. At the end of World War One, the American Bulldog was almost extinct. It was thanks to a man from Summerville, Georgia who went by the name of John D. Johnson that the breed is still around today. He had been breeding American Bulldogs for longer than anyone else, and his father was a breeder of these dogs as well. If it were not for his efforts, this breed would not be in existence today. To this day, these dogs have been talented at pulling weights, guarding and watching, hunting and tracking. The Australian Shepherd, which is actually not from Australia but instead originated in the Pyrenees Mountains, quickly found its way to the ranches in the United States where they were found to be skilled at herding. Today, this breed excels at many canine sports and activities, such as agility, obedience, search and rescue, trick training, retrieving, watching and guarding, police work and detecting narcotics."}, {"name": "american-bull-dane", "activity": "The American Bull Dane is a giant breed with a low energy level. He would be content with sitting near you and enjoying the day. Due to his size, he does still require regular exercise to ensure he maintains a healthy lifestyle. It is recommended that the American Bull Dane be provided with at least 30 to 40 minutes of daily exercise. It would be beneficial for your American Bull Dane to take about 2 to 3 walks per day and engage in play. The American Bull Dane is not too active but should still reside in a home with spacious areas to be able to roam. The breed would fare best in a house with a large yard in order to prevent boredom and to encourage interactive play. The American Bull Dane can reside in either urban or rural areas with any climate as long as the temperatures are not too extreme. ", "appearance": "The American Bull Dane resembles both the American Bulldog and the Great Dane. Pups will typically take on more dominant traits from one breed versus the other breed. The American Bull Dane is considered a giant breed which resembles more closely the Great Dane sizing. This friendly dog ranges from 27 to 35 inches in height and varies between 100 to 200 pounds. The American Bull Dane has a smooth, shiny coat which can come in various color combinations but the most common color combination is black and white. The tail of this breed is long and tapered. The ears are short and hang downward and the attractive eyes of this hybrid are generally dark brown. The body maintains a muscular build with a powerful stance. ", "maintenance": "The American Bull Dane is not considered a hypoallergenic breed and sheds moderately. The breed has a soft, smooth coat which makes it easy to groom. Daily brushing with a rubber curry brush will eliminate dead hairs and keep his coat hygienic. Bathing should be limited to every 6 to 8 weeks, if needed. His nails should be trimmed or dremeled every 2 to 3 weeks as tearing can easily occur if left neglected. The teeth of your dog should be regularly brushed to maintain oral hygiene and to prevent serious dental disease. This breed may experience minor drooling due to its size but it should not be significant. The ears should be wiped and cleaned weekly to prevent ear wax and debris from building up inside, which can lead to bacterial and yeast infection.", "temperament": "The American Bull Dane is described as loving and affectionate. This hybrid’s energy levels are reported to be low and while he loves adventure, this dog is also happy spending time in front of a TV for hours on end, keeping his owner company. Playful and intelligent, this strong and independent canine is not considered an appropriate breed for first-time owners due to difficulty with training as this busy breed may be set in its own ways. The American Bull Dane may intimidate younger children and should be socialized at an early age in order to prevent any danger; as with any dog, supervision when interacting with children and small animals is always a must. The American Bull Dane can get along with other dogs but he must be trained to accept others as he makes an effective guard dog and may act protective. The American Bull Dane can also learn to accept other animals as long as he is raised around them and has a chance for socialization at the dog park. ", "size": "Weight: 110-200 lbs", "history": "The American Bull Dane originated from the American Bulldog and the Great Dane, making it a giant breed. While the exact year of the breed's origin is unknown, it is known that the development of the breed occurred in the United States. Its original and current purpose is to perform guarding duties and maintain a companionship relationship with the family. One of the American Bull Dane's parent breeds, the American Bulldog, descended from the ancient Mastiff family. In the 1800s, the American Bulldog was imported to the United States and was an expert at catching feral pigs. At the time, the American Bulldog was also used for bull baiting, an exotic American sport. Prior to WWII, the American Bulldog was popular in the South and was used as a working dog for farmers and ranchers. John D. Johnson from Georgia helped re-populate the American Bulldog and preserved the breed to the best of his ability. The American Bulldog was originally massively powerful and aggressive towards others. With selective breeding, breeders have been able to successfully eliminate much of the aggressive traits. In 1989, the American Bulldog Association was formed to oversee the breeding of this breed. The other American Bull Dane's parent breed, the Great Dane, was known for its speed and stamina. The Great Dane was a skilled hunter in Germany and was praised for its efforts. In the 1880s, the Great Dane was imported to the United States where it grew in popularity. This giant breed is still a popular choice among families and continues to serve as an excellent watchdog. "}, {"name": "american-bulldog", "activity": "American Bulldogs are generally a high energy breed but a range does exist between the Standard and Bully types, the latter usually needing a bit less exercise than the prior due to their shorter legs and more brachycephalic-shaped face. An ideal home will have a large space for them to run, a large dog park nearby or an owner who is happy to give them a thorough jog daily. They are usually happier when they are able to socialize, leaving many to be unsatisfied if just left in a yard unsupervised. Visits to the dog park and interaction with friends and family are much more ideal, as their emotional nature constantly demands at least a little bit of attention. Since they are also quite intelligent, games and activities that challenge them mentally are strongly encouraged to help maintain good behavior and prevent them from becoming frustrated, restless and potentially destructive. Because they are larger and pack a lot of muscle, they will need at least a couple miles of walking/jogging a day if possible, coupled with around 45 to 60 minutes of additional playtime and as much attention as can be managed at home.", "appearance": "The American Bulldog is a medium to large dog, standing between 20 and 28 inches tall and maxing out around 120 pounds but usually averaging somewhere closer to 90. They are a highly muscular and powerful breed and show it prominently in their figure thanks to their short coats. Because of their varying lineage, they can range in overall appearance, mostly showing in their legs and face, but almost all share a stock set of characteristics. Regardless of type, they all sport a compact frame for their size, much of their weight being represented by a plethora of muscle that lines all four legs, back, chest and even their necks. They have large heads with strong jaws, short, folded ears, preferably undocked, and thick, tapering tails. American Bulldogs with strong Johnson traits sport a shortened muzzle with a bit heavier build similar to the English Bulldog, and are usually a bit shorter. The Standard, on the other hand, generally sports a more trim, athletic build, a longer muzzle and more boxy head, and are generally the taller specimens of the breed overall. Their coats are short and relatively thin and have long been known to be white with patches of everything from black to red to brown, but over time have come to incorporate a variety of colors and patterns.", "maintenance": "Given their short coats, American Bulldogs are relatively easy to maintain. They are light to moderate shedders and need only weekly brushing to keep their coat healthy with baths at the owner's discretion. Because of their lip/face shape and ancestry, they do have a tendency to drool, which should be monitored and wiped periodically to keep them (and you) clean. Tooth brushing should be taken care of on a weekly basis, as this breed eats a lot of food due to its size and like any dog, nail length should be watched and trimmed as needed.", "temperament": "Despite their tough exterior, American Bulldogs are actually gentle, friendly, affectionate dogs that are surprisingly sensitive and even considered emotional. While many breeds may get stamped with the brains or brawn stigma, American Bulldogs are lucky enough to be both and employ their skill sets accordingly. They are highly intelligent, so as long as they have an owner willing to stand as a strong pack leader, train pretty easily and afterwards will stop at nothing to prove their obedience and loyalty. Because of their protective instincts, they may be cautious or even aggressive towards strangers and other dogs if they do not have a strong leader to direct them accordingly early on. They are brave and strong-willing dogs that are generally non-hostile by nature, but a good owner will ensure proper socialization and training to make sure their behavior is as close as possible to ideal. Because of their emotional nature, they generally react much better to positive reinforcement and are known to sulk and pout if scolded too harshly, so patience with them is a virtue. With the right amount of attention, they are largely well-behaved dogs but without frequent exercise, playtime, and mental stimulation, can become destructive and develop troublesome behavior. They are generally better suited for homes with larger yards or space to run, as their activity requirements are quite high, but they are adaptable to smaller spaces if they end up with an active owner who gives them considerable exercise daily. They also enjoy larger families that simulate a pack environment but will do just fine with a single owner if they are given regular attention.", "size": "Weight: 60-120 lbs", "history": "American Bulldogs have been around since the 17th century. They are largely believed to be the descendants of the Old English Bulldog and came to the American South with working class immigrant settlers from West Midlands in England before the Industrial Revolution. Farmers and ranchers prized the dogs for their ability to hunt feral pigs, which were a nearly predator-less nuisance at the time, \"catch\" or help control their cattle, and provide overall protection for their property and family. Prior to 1835, when blood sports were outlawed in England and eventually the US, they were also used in the brutal sports of bull and bear baiting, where the animals were pitted against each other. Since the breed was used purely as a utility dog, there was no attempt to control bloodlines or document ancestry, and those who owned and bred them did so based upon the best working characteristics they could find. By the end of World War II, the American Bulldog, simply called \"bulldogs\" at the time after their primary work purpose, was nearly extinct until a war veteran named John D. Johnson returned home and attempted to revitalize the breed. After combing the rural farms and back roads of the South in search of the best candidates, he caught the attention of a young man named Alan Scott, who took interest in the dogs and began breeding his own catch-dog finds with Johnson's line, eventually developing what is known as the Standard American Bulldog. Johnson himself eventually interbred his line with the English Bulldog, creating the Classic or Bully type. Today, many American Bulldogs are a cross between the two and are still used as utility dogs for hunting and \"catching\" as well as sport and protection. They have also quickly risen in the ranks of family dogs because of their surprisingly gentle nature, intelligence and loyalty."}, {"name": "american-bull-dogue-de-bordeaux", "activity": "As they reach maturity, the activity level of the American Bull Dogue De Bordeaux decreases. However, they will still require regular workouts. These dogs will always enjoy simple exercise, like long walks, but is not generally a dog that will like to go on runs. However, they will still need 60 to 80 minutes of easy exercise per day to stay healthy and in shape.", "appearance": "The American Bull Dogue De Bordeaux will have an appearance that is a mix between the American Bulldog and the Dogue De Bordeaux. They will typically have short earflaps that will hang downward and long tails that will taper. The Dogue De Bordeaux is short and stocky with very large, broad and wrinkled heads. Although the muzzles are short, they are powerful and wide with pronounced stops. Their nostrils are large and wide, and these dogs will often have an underbite with lips that hang down over the lower jaw. There is a noticeable dewlap on the neck due to the loose skin. The ears will be small and hang down, and the eyes will be set wide apart. These dogs are where the American Bull Dogue De Bordeaux gets its tapering tail, the deep, broad chests and muscular legs. The American Bull Dogue De Bordeaux will also take on some noticeable characteristics from the American Bulldog. This parent breed is strong and muscular with compact bodies. Their heads are also large and jaws are strong, with muscular necks that lead to deep and wide chests. The neck gets thinner from the chest to the head and might also have a slight dewlap. The large and broad square shaped heads will have furrows that separate the round eyes. They also have tapering tails and thick, straight legs.", "maintenance": "The American Bull Dogue De Bordeaux is relatively low maintenance since both of its parents have short and smooth coats. Brushing them weekly with a grooming mitt is recommended in order to keep their coat clean and help get rid of loose hairs. To prevent the development of ear infections, keep them dry and clean. Try to gently clean their ears once a week. Besides caring for their coat and ears, these dogs will need to have their nails and dental hygiene maintained. Trim their nails as often as they need it, which will most likely be one or two times in a month. You will know that it is time to cut your dog’s nails if you can hear them clicking on the floor when they walk. If possible, it is ideal to brush your dog’s teeth every day. However, if you are unable to meet this commitment, once or twice per week should be enough. ", "temperament": "These dogs can sometimes be stubborn and will most likely require an experienced owner to handle them. If they are socialized well from a young age, this hybrid breed will do well around children. Since the Dogue De Bordeaux is known to be aggressive towards other dogs, the American Bull Dogue De Bordeaux may be the same. They will be good watchdogs but may not be trustworthy around other pets. The Dogue De Bordeaux is patient and loyal towards its family, and also protective of them around strangers. These canines need proper socialization in order to get along well with other pets. They do drool and will snore as well, so keep this in mind as these traits could be passed along to the American Bull Dogue De Bordeaux. Although they are sweet and gentle around kids and family, they are powerful dogs that need an experienced owner. The American Bulldog is calm and not hostile. They will love children and are devoted to their master, but, like the other parent breed, can be aggressive towards other dogs. Both breeds will need proper socialization and training.", "size": "Weight: 90-130 lbs", "history": "The history of the American Bull Dogue De Bordeaux is undocumented. However, we do know how the parents of this breed came to be. The Dogue De Bordeaux is a breed that was originally used as a cattle driver and for protection. They had a severe decrease in numbers during World War I, but regained popularity again afterwards. They were saved by Raymond Triquet who created the French Dogue De Bordeaux Club. They were and still are commonly used to hunt large game, guard flocks, fight in war and herd cattle. The American Bulldog was first used for blood sports, but then had other uses as well. They were eventually found on farms and, like the Dogue De Bordeaux, are skilled at hunting large prey. This breed had also come close to extinction and are only around today due to the efforts of a man from Summerville, Georgia. This man is John D. Johnson, and he is responsible for the existence of the American Bulldog due to his work at breeding them. Similar to the other breed mentioned, this dog had lost most of its population after the first World War. John D. Johnson was a main breeder of these dogs and is in fact, one of the oldest. The American Bulldog ran in his family, as his father was a popular breeder of these dogs as well."}, {"name": "american-bullnese", "activity": "The American Bullnese is a breed with low energy levels, which makes it suitable for apartment life. Still, all dogs require mental and physical activity so your American Bullnese should be provided with daily walks and exercise to maintain its mental health and weight. The breed is relatively inactive and does not require a yard as part of its lifestyle. The American Bullnese are content with short walks or a stroll around the neighborhood. It can live in an apartment or a large home, either in an urban or rural area. The American Bullnese fares best in an average climate as it does not particularly enjoy extreme weather. The American Bullnese would prefer a life indoors and would not be happy or safe living solely outdoors.", "appearance": "The American Bullnese has a sturdy, muscular body which is low to the ground with a stance that radiates courage and boldness. The average weight for males is 18 to 30 lbs and 15 to 25 lbs for females. This hybrid’s eyes should be rounded and moderately large and brown in color. Typically, the head will be large and square. The neck often contains loose skin at the throat area. His ears should be velvet-like with a soft fold. The body of this strong dog should be built heavily in the front with a broad chest and the forelegs short and slightly bowed but muscular, taking on the traits of the Bulldog. The hindlegs of the American Bullnese are usually firm and well-developed and the tail contains a slight curl. His coat is thick, soft, dense, short and water repellent with colors that vary in different shades. His muzzle is broad, well-developed, and laid back. Its feet are oval to round with well-arched toes and tough pads.", "maintenance": "The American Bullnese has a short-haired coat which is easy to maintain. Daily brushing with a rubber curry brush will remove any dead hairs from its coat. This breed should only be bathed every 6 to 8 weeks as needed in order to avoid skin irritation. This breed is an average shedder and is not considered a hypoallergenic breed. It is important to wipe and clean the ears weekly because bacteria and dirt may settle there otherwise. It is essential to trim your dog’s nails every 3 to 4 weeks to prevent injury or tears, commonly found when the nails are neglected. The cute face wrinkles should also be cleaned and wiped regularly to prevent bacteria from becoming trapped. The canine teeth should be brushed regularly to prevent tartar buildup and oral diseases from developing.", "temperament": "The American Bullnese was developed primarily as a loving companion pet. This attractive canine possesses a cheerful and upbeat temperament which has resulted in growing popularity. Families love this breed for being an adorable companion with a clever sense of humor. The American Bullnese is a playful breed with a mission to entertain. Sweet, willing to please, and energetic, the American Bullnese is friendly towards his family as well as with children. As with any breed, the American Bullnese should be trained in early stages to identify friendly strangers apart from intruders. The American Bullnese is capable of getting along well with other dogs and other animals as long as he is trained to do so. The American Bullnese does have a reputation for being difficult to train due to his stubbornness but he is possible to teach with ample patience and consistency. The American Bullnese’ energy level is relatively low compared to other breeds and he is quite content to be cuddling on the couch with his family. It should be noted that the American Bullnese is at risk for developing what is known as small dog syndrome whereby the dog believes he is the pack leader of the family. These behaviors are usually brought on by human behavior and can be avoided with knowledge of how to approach the problem in combination with consistent effort.", "size": "Weight: 18-30 lbs", "history": "The American Bullnese originated in Jacksonville, Florida in 1989 by Robert E. Rice. Rice founded a pedigree breeding program in order to increase consistency throughout the litters. Rice sought to develop a breed that contained all of the qualities he admired from various dog breeds into one breed. Rice was a fan of the short-nosed breeds and wanted to combine his love of bull breeds together. Originally, Rice bred a combination of five different breeds to create the American Bullnese. The American Bulldog is not one of the five breeds selected to develop the breed. While the rest of the five breeds has yet to be confirmed, one can gather some of the personality characteristics from both the French Bulldog and the Pekingese. The French Bulldog is known to be a clever and charming breed with a sense of humor. The Pekingese is an affectionate and independent breed who is bold and adventurous. Both breeds are small in stature but make wonderful companions. Rice developed a lovable breed, maintaining happy and cheerful temperaments across the litters.  Two of the main breeds, the French Bulldog and the Pekingese, remain the central breeds utilized to maintain the American Bullnese breed. In 2006, the American Bullnese was recognized by the American Canine Hybrid Club as an official hybrid. The American Bullnese is not officially recognized by the AKC due to crossbreed status. The breed is registered with the Dog Registry of America (DRA) and the American Bullnese Association (ABA)."}, {"name": "american-bullweiler", "activity": "The American Bullweiler is a breed with a high energy level, which means the breed requires much space for movement and extra exercise on a regular schedule, which will be enthusiastically met by your dog. It is recommended that the American Bullweiler be given up to an hour of exercise per day due to its energetic temperament. It is best suited to engage the American Bullweiler in intense play and long walks. If a secure space is available, the American Bullweiler loves to roam and explore. This breed would fare best in a large home with a spacious yard or land on which to roam. The American Bullweiler would be able to live in either urban or rural areas as long as it is provided with mental and physical stimulation. Extreme weather environments are okay for this dog, but it should not live anywhere where there is extreme heat as constant exposure may lead to overheating, a risk in the Bulldog breed. ", "appearance": "The American Bullweiler's physical appearance will vary depending on the litter. Some American Bullweilers may inherit more American Bulldog traits while other American Bullweilers may inherit more Rottweiler traits. The breed is considered a large-sized dog with a strong body. The American Bullweiler's appearance contains a muscular build. Like the American Bulldog, it has a short and dense coat and a full-sized tail. Its short and rounded muzzle is prominent with a large, rounded head, the face and neck areas contain wrinkly skin, and the eye color is dark brown. Floppy ears may fall to the side. Some common color variations found in the American Bullweiler include black, golden, and red with white markings on the chest, neck and feet areas. Its head resembles a Rottweiler – block-shaped and deep, and  has a black nose. Its ears are semi-pricked. The American Bullweiler has scissor bite. It has slender hindquarters and muscular forequarters allowing for a gait that is powerful and strong. This breed stands on feet that are commonly webbed and rounded.", "maintenance": "The American Bullweiler is not a hypoallergenic breed and does shed occasionally. The short coat makes for an easy grooming routine. Brushing your dog daily with a rubber curry brush should remove any dead hair while bathing is recommended to be done every 6 to 8 weeks, if needed. Bathing too frequently can result in your American Bullweiler having an excessively oily coat. This breed is not known to drool or have significant odor. It is essential to observe the ears of your hybrid for accumulation of dirt and clean them weekly to avoid infection. Nails should be trimmed every 2 to 3 weeks to prevent overgrowth which can cause breakage or tears in the nail. Teeth should be brushed regularly to maintain oral hygiene.", "temperament": "The American Bullweiler is described as a fun-loving, affectionate breed with much love to offer. Early training and socialization must be provided in order to avoid your American Bullweiler from becoming a one-man companion and to avoid excessive barking. The breed is full of energy and will engage in playful exercise. The American Bullweiler also makes for an excellent guard dog that will protect its family against danger. The American Bullweiler loves to remain active and engage in fitness activities as well as regular exercise. The American Bullweiler is a confident and intelligent breed who thrives on learning training techniques quickly. The breed is known to be fearless and loyal to its family, working well with children too, as long as early socialization is provided. Naturally good-natured with other pets, cohabitation will go especially well if there has been early an introduction between the housemates. The American Bullweiler may display protective behavior against a stranger if they are near its territory although if trained properly, there should be no unfounded aggression exhibited. The American Bullweiler is easy to train because it is an eager breed willing to take on new tasks. This dedicated dog’s energy levels are described as high and he must be engaged in activity often to stimulate his physical and mental self.", "size": "Weight: 70-120 lbs", "history": "While the American Bullweiler is a fairly recent hybrid, not much is known about its origin or history. The American Bullweiler originated from two breeds – the American Bulldog and the Rottweiler. The American Bullweiler originated in the United States but the exact state is unknown. The original purpose of this keen animal was to serve as a guard dog against intruders and also to serve as a loving companion pet. It is believed that the American Bullweiler rose to popularity around the same time “designer” dogs began trending. The American Bulldog originated from working dogs in the West Midlands of England who traveled with immigrants across countries. Originally developed to be a bull baiter in England, this canine was first mentioned in documentation in the 1500s. The Bulldog was bred to be aggressive and tenacious at the time. Today, the Bulldog is anything but aggressive and loves to be around people. Eventually, the breed ended up with small farmers and ranchers where its main purpose was to attend to feral pigs. The Rottweiler originates back to the Roman Empire era but did not gain much popularity until the early 20th century. The Rottweiler was originally used as a guard dog and as a policing dog to protect. Today, the Rottweiler is known as an intelligent breed with a confident stance when out in public. Both the American Bulldog and the Rottweiler are known to be stubborn to train and require patience from the owner when in obedience mode. The American Bullweiler is currently registered with the Dog Registry of America (DRA). The American Bullweiler is unable to be registered to the AKC due to its crossbreed status. "}, {"name": "american-bully", "activity": "Partially because of their muscular build and partially because of their size, American Bullies generally need a good amount of exercise on a regular basis to stay happy and healthy. It's difficult to put a direct figure on the length or amount they will truly need, as the range of types and sizes is quite vast, but generally speaking, the smaller the dog the less exercise they will need overall, as their shorter legs will have to work harder than that of their longer-legged relatives. To be safe, give them around 60 minutes of exercise daily and around 16 miles of walking/running per week. Gauge their ability to keep up with high-intensity activities, as their shorter muzzles can compromise efficient breathing and make them winded if they over-exert themselves.", "appearance": "American Bullies aren't hard to spot, as they generally look like the guy who spends too much time at the gym. Three of the four recognized types share a very similar appearance, usually only varying in overall weight and height but maintaining almost all of the same general features. They are easily one of the most well-muscled breeds out there and have been bred to have a wide chest to accommodate for it. They have large but not disproportionate boxy heads with a similarly boxy, short, broad, muzzle, well defined cheeks, and large noses that are not limited in color. Their eyes are oval in shape and generally come in every color but blue while their ears are high set and may be natural or cropped. They have medium length but heavily-muscled necks, deep, wide chests, well-defined shoulder blades and a wide front stance. Their hindquarters are easily as well developed in terms of muscle as the front, if not more so, and are capped with a slight curve in their backs. Their tails are thick and tapering and come in straight or \"crank handle\" style. Their coats are glossy and smooth but do have a bit of coarseness to them and come in every color and pattern except true albino and merle.", "maintenance": "American Bullies are considered a low maintenance breed. They are average shedders but sport a short coat, so brushing them with a firm bristle brush a few times a week should help to keep their coat healthy and your home less hairy. They generally keep themselves pretty clean and don't need regular bathing unless they roll in something offensive. Their nails should be checked and trimmed regularly to prevent painful cracking or breaking. Their teeth should be brushed once a week if possible, more often than that is ideal and may avoid costly dental expense in the future.", "temperament": "Out of all the accounts of American Bullies currently out there, the most common traits to all sizes and types is that they are highly affectionate with their families and have a true zest for life that they exhibit on a regular basis. They are known to be a highly intelligent breed as well, but because of it, the learning curve and patience needed to thoroughly train them means they will most often need an experienced and consistent owner to get the best out of their behavior overall. While they are generally good in the home with family and children inherently, they can be a bit standoffish with strangers and other dogs, so it is strongly recommended that they be thoroughly trained and socialized from a very early age. Those who are unable to maintain a firm hand and consistent direction would be better left to adopt an adult dog that has already been through the rigors of training. They are also outgoing and courageous, which is another reason they make great dogs overall when fully socialized, as they will do nearly anything asked of them to please their owners. Despite what may seem like a hinderance in terms of overall build, they are actually surprisingly athletic and will participate in playtime with vigor but be forewarned they are extremely strong and often show their affection with rough play. If nothing else, their rise in popularity is a strong testament to their status as beloved companions, even if they take a lot of patience, training, and socialization, as the end results are highly desirable.", "size": "Weight: 66-120 lbs", "history": "Unlike many of its storied relatives whose histories seem to get cloudier with time, the American Bully is extremely well-documented. It was largely developed between 1980 and 1990, the aim of several enthusiasts who wanted to refine similar current breeds into a great family/companion dog with a distinct look. The heart of their lineage is split between the American Pit Bull Terrier and the American Staffordshire Terrier but they have also been influenced by the French Bulldog, English Bulldog, Olde English Bulldogge, and American Bulldog as well. Recognized by the United Kennel Club, this breed comes in four types, each characterized by its height, weight, and overall appearance. The Pocket version is the shortest, with males being under 17\" and females under 14\", but still packs a considerable amount of muscle. The Standard is exactly as it sounds -- the standard of the breed, sitting between other weights/sizes -- and is basically a larger version of the Pocket with more height and weight yet sharing a highly similar look. The Classic is a step in a different direction, largely being the same height as the Standard but with considerably less muscle mass, having a closer resemblance to an American Pit Bull Terrier with a lighter, more athletic frame. The XL is basically a taller, heavier version of the Standard. Many do consider there to be more categories beyond this, such as the XXL (Extreme) and Micro, but they are currently unrecognized in any official capacity. In any case, regardless of their size, they all share a similar temperament and overall characteristics.Earlier in their development, there was a much larger array of physical characteristics within the breed causing the first group to recognize them, the American Bully Kennel Club, to penalize them harshly in early showings and forced owners and breeders to tighten their efforts closer to the breed standards. Since their inception, they have been rising in popularity due to their distinct looks and great personalities and were even recognized by the United Kennel Club in 2013."}, {"name": "american-bully-staffy-bull-terrier", "activity": "The American Bully Staffy Bull Terrier is a medium-to-large breed with high energy levels. It would benefit your dog to exercise him daily for about 40 to 60 minutes with a combination of walks, intense play, and other fitness activities. It is important to be able to provide mental and physical stimulation to prevent boredom. The American Bully Staffy Bull Terrier is considered an active breed due to one of its breed parents, the Staffordshire Bull Terrier. This eager to please dog thrives on excitement and loves to engage in play. The breed can do well in either urban or rural areas as long as it is provided with a spacious location to run free and roam. An average climate is suited to the American Bully Staffy Bull Terrier; it is best to avoid extreme heat when exercising your pet.", "appearance": "The American Bully Staffy Bull Terrier resembles characteristics from both of its breed parents – the American Bulldog and the Staffordshire Bull Terrier. This strong dog is considered to be a medium-to-large breed with an average height of 12 to 19 inches and weight ranging from 35 to 55 pounds. Its head is rounded with a strong jaw. While the American Bulldog has round eyes, the Staffordshire Bull Terrier tends to have almond-shaped eyes. Your dog's eye shape may vary depending on the dominant breed. The body of this energetic canine maintains an athletic and powerful build and may take on the appearance of either a leaner or chunkier physique depending on the parents. The breed has strong front legs and a short coat which may come in a variety of color combinations such as brown and white and black and white. The proud stance of the American Bully Staffy Bull Terrier is that of an elegant but agile one. ", "maintenance": "The American Bully Staffy Bull Terrier is not considered a hypoallergenic breed and sheds moderately in part due to one of its parent breeds – the Staffordshire Bull Terrier. Brushing daily with a rubber curry brush will help reduce the amount of dead hairs on your dog. Bathing can be completed every 6 to 8 weeks. Overbathing can lead to overproduction of oils in the body. Nails should be trimmed or filed every 2 to 3 weeks to prevent overgrowth which can lead to discomfort. Teeth should be brushed regularly to prevent tartar. This breed has been known to drool and may drool excessively at times, requiring that the mouth be wiped and washed often to prevent bacteria and odor from becoming trapped in the area. Ears should be cleaned weekly to prevent debris buildup. ", "temperament": "The American Bully Staffy Bull Terrier is described as an intelligent, playful, and sweet breed that thrives on companionship and attention from its family. Other typical traits include being affectionate, loyal, courageous, and social. The American Bully Staffy Bull Terrier is known to be goofy in sense of humor with a tendency for entertainment and fun. With early training and socialization, this breed is great with kids and its family. This smart dog may require some patience and time to accept other dogs or other animals but it is possible. Regarding training, the Staffordshire Bull Terrier is easier to train than the American Bulldog due to the Bulldog's stubborn ways. Because of this, your American Bully Staffy Bull Terrier may or may not be difficult to teach. Positive reinforcement will prove effective in terms of training your dog. It is important to note that each dog is unique in the traits it may inherit from its respective breed parents. The American Bully Staffy Bull Terrier is known to have high energy levels and must be provided with intense play to be able to keep its mind stimulated. ", "size": "Weight: 100-200 lbs", "history": "The American Bully Staffy Bull Terrier resulted from the crossbreeding of two breeds – the American Bulldog and the Staffordshire Bull Terrier. While the breed was established in the United States, the exact year and location is unknown. There is not much information regarding the American Bully Staffy Bull Terrier available and thus, it is currently unknown why the breeds were mixed. It can be theorized that the American Bulldog and Staffordshire Bull Terrier were bred to create a more powerful breed capable of effectively completing its tasks while also being a loving companion to its family. The American Bully Staffy Bull Terrier is said to have high energy and loves to be engaged with others. It thrives from intense play and prefers to be able to roam free as Terriers do. Its original and current purpose is to serve as a guard dog as well as a wonderful companion to families. The American Bulldog is known to have originally been bred to be aggressive decades ago. Fortunately, much of the aggressiveness has been bred out of the parent breed and the breed is now considered to be an affectionate one. The American Bulldog and the Staffordshire Bull Terrier are both protectors and enjoy being able to guard against dangers and intruders. The Staffordshire Bull Terrier's original purpose was to hunt and chase small animals, which it did successfully. When the breed was imported to the United States, the American breeders desired to increase its weight and enlarge the size of its head."}, {"name": "american-chow-bulldog", "activity": "The American Chow Bulldog is a medium to large breed, typically with low energy levels. While your dog may not require intense exercise as much as a purebred American Bulldog, your dog should still be exercised between 15 and 30 minutes daily at the minimum. It is best to split walks between 2 to 3 outings per day to maintain your dog's health and lifestyle; contentment will be found with a change of scenery and an opportunity to get out and about. The American Chow Bulldog would benefit from living in either an apartment or a large home with a yard. While the Chow Chow would be able to live in extreme cold climates due to its harsh and dense coat, the American Chow Bulldog fur more closely resembles the coat of the American Bulldog. It is best for the American Chow Bulldog to live in an area with an average climate and not be subjected to extreme weather. ", "appearance": "The American Chow Bulldog closely resembles the Chow Chow in the head and face areas. The breed resembles the American Bulldog in the body areas in terms of appearance and short, thin coat. This breed is considered to be a medium-to-large breed with an average height of 12 to 20 inches and an average weight of 45 to 70 pounds. With a squared, muscular, and sturdy body, the eyes of this inquisitive canine are dark brown and rounded on a head that is large, carrying an expression of fierce independence.. The front legs are straight and the hindquarters are powerful but even so, the fearless gait of this hybrid is agile and smooth.. Its neck is strong and muscular. The teeth meet in a scissors bite. Its coat varies but is typically fine and short, and can come in black, blue, cinnamon, cream, and red; usually, the coat will take on the American Bulldog's dominant trait. ", "maintenance": "The American Chow Bulldog is not considered to be a hypoallergenic breed and will shed moderately, partially due to the Chow Chow traits. Daily brushing with a rubber curry brush will assist in removing dead hair from his coat. This breed is susceptible to moderate drooling which can create minor odor in the facial area. It is important to clean the mouth of your pet regularly and wipe it daily to prevent bacterial buildup. It is recommended to bathe your American Chow Bulldog every 6 to 8 weeks, although one must take caution not to overdo it as overbathing can lead to a greasy coat. Nails should be trimmed or dremeled every 2 to 3 weeks. Teeth should be brushed regularly as well. Ears should be cleaned weekly to prevent debris buildup and to avoid the opportunity for yeast to proliferate. ", "temperament": "The American Chow Bulldog can be described as an aloof and intelligent breed combining the personality of the parent breeds, the American Bulldog and the Chow Chow. The American Bulldog is known to be affectionate and playful with his family. The Chow Chow however, is more reserved and guarded against others. The American Chow Bulldog is not recommended for new dog owners as he can be a challenge to train.  A stubborn breed set in his ways,  teaching the American Chow Bulldog may require much time and patience. The American Chow Bulldog is not known to be a barker unless he is alerting you to intruders; this hybrid is likely to be fierce and protective of his family. Due to the Chow Chow traits, the American Chow Bulldog runs the risk of inheriting aggressive traits, which can be avoided if taught early. Positive reinforcement and consistency are essential in order to successfully train this breed. The American Chow Bulldog is not recommended for homes with young children due to its standoffish nature. The American Chow Bulldog will need to be coached at an early age to welcome strangers and other animals into his circle.", "size": "Weight: 45-70 lbs", "history": "The American Chow Bulldog originated from two parent breeds – the American Bulldog and the Chow Chow. The breed originated in the United States sometime in the last three decades. Additional information regarding the history of the American Chow Bulldog is unknown. Its original purpose was to serve as a watchdog and a loyal companion. Today, the American Chow Bulldog still serves as a sufficient watchdog and as a companion. The American Chow Bulldog can become strongly attached to one person within the family which is why it is imperative that the breed be trained effectively from an early stage in order to avoid that situation. Both breeds may be guarded in personality and can be reserved if they are not familiar with others. Originally, the American Bulldog was popular in the deep South and was often used by farmers and ranchers to control feral pigs. The American Bulldog had a reputation for being ferocious and was bred to be aggressive. Throughout the years, breeders have successfully bred the aggression out of the breed. The Chow Chow originated in China, specifically in the district surrounding Canton, where it is considered to be an indigenous breed. It is believed that the name “Chow Chow” originated from an English term meaning articles brought from the Oriental Empire during the latter 18th century, such as knick knacks. In 1903, the AKC officially recognized the Chow Chow. The American Chow Bulldog is not officially recognized by the AKC due to its crossbreed status."}, {"name": "american-cocker-spaniel", "activity": "The American Cocker Spaniel loves to be in the thick of things and will gaily accompany the family on a walk at every opportunity. Friendly to others, both human and animal alike, this breed will enjoy daily trips to the dog park where socialization can help with any timidity that may develop. Some American Cocker Spaniels are hard to housebreak so plenty of outdoor breaks will help to train and to provide an outlet for energy. Keep the training consistent, and the exercise too, allowing for a content addition to the family.", "appearance": "The American Cocker Spaniel has one of the most beautiful coats of all dog breeds, with long hair that reaches the floor and flows as they walk. They should have enough undercoating to protect them. Although the hair on their head is short and fine the legs, abdomen, chest, and ears should be feathered. The colors include black and tan, black and white, black, white, tan, brown and tan, brown and white, brown, buff and white, buff, red and white, red, silver, blue roan, blue roan and tan, cream, golden, red roan, sable and white, and sable. They are about 15 inches tall and weigh between 20 and 30 pounds. Their body is sturdy and compact, with a chiselled head that is perfectly balanced. The skull should be round with no flatness at all and clearly defined eyebrows. The long, lobular ears are floppy and feathered. Their slightly almond shaped dark brown eyes are large and round but they should not be bulging. The American Cocker Spaniel has a soft but alert and intelligent looking expression that their owners find especially appealing. The muzzle is square, deep, and broad with a black or brown nose and the upper lips should be full with enough depth to cover the jaw. Their teeth are strong and have a scissors bite. The American Cocker Spaniel has a long, muscular neck with a deep chest and strong sloping back. The docked tail should be in line with the back or a little higher but not straight up like some Terriers. Overall, they have an elegant and friendly look perfect for a house pet or hunting dog.", "maintenance": "The American Cocker Spaniel has a lot of hair that you will see all over the house even with extensive grooming. With their long, silky hair, they require a thorough brushing about three or four times a week to prevent matting. Using a metal comb and slicker brush is recommended, working from front to back from the floor up. With such long ears, they tend to collect dirt and wax, so they need to be cleaned at least once per week. Without proper cleaning, they can be susceptible to ear infections such as otitis media. Their eyes should be checked at this time too because they are so large and unprotected. You will need to trim their nails regularly as well and have them professionally groomed every few months. Baths should be given once a month with a mild shampoo recommended by a veterinary care provider. They are a medium sized breed so they will be happy living in an apartment or house with a big yard. They do need daily exercise though and appreciate a walk or a trip to the dog park. This breed, like others, should be fed a high quality dog food appropriate for its age and weight.", "temperament": "The American Cocker Spaniel is a good natured and friendly dog with a happy personality. They are also intelligent and easy to train and will be extremely obedient when trained properly. This breed needs a lot of attention and play and does not like to be left alone for long periods of time. Loud noises and rowdiness can stress out your American Cocker Spaniel so they are not great in a home with small children. Also, they were bred to be hunters so they should not be trusted around birds such as chickens and ducks or even with pets like hamsters, mice, or guinea pigs. They do like to bark often and may annoy your neighbors if not trained properly. They are somewhat laid back and will be just as happy to lay on the couch watching television with you instead of running around in the yard. However, they do need plenty of exercise to prevent obesity, which can cause many health problems.", "size": "Weight: 25-30 lbs", "history": "According to the AKC, the Spaniel family has been around since the 14th century. It is said that the first Spaniels came to the United States on the Mayflower in 1620 but were not registered until 1878. In 1946, the AKC registered the English Cocker Spaniel as a separate breed, leaving the American Cocker Spaniel listed separately. The breeds were divided between land and water spaniels. The land spaniels are also divided by size. They were all bred to hunt, either on land or water, and the American Cocker Spaniel is the smallest of the breed. The American Cocker Spaniel was bred to flush out and retrieve game birds such as woodcocks, which is where they got their name. The English Cocker Spaniels were brought to the United States in the 1800s by hunting enthusiasts who appreciated their skillful way of hunting birds. However, some American breeders decided to breed them for shows and wanted them to be smaller in stature. This also made them popular as companion pets and soon they were one of the most popular purebred dogs in the United States. Because of their great popularity, commercial puppy mills and breeders popped up all over the United States, ignoring the health conditions and temperament of the dogs and producing a generally unhealthy group of Spaniels. Luckily, with strict breeding laws and the closure of puppy mills, the American Cocker Spaniel breed was able to recover. Although this breed is still widely used as a hunting dog, they are also found as companion pets just as often."}]